{
    "02-10-1996": "We think this might be the trip we took with Jacques and Marianne. Our records from these early trips are very sketchy.\r",
    "10-26-1996": "We encountered an expert birder (possibly a former PRBO volunteer), who showed us lots of passerines, especially warblers.\r",
    "10-27-1996": "Also saw Dowitcher sp.\r",
    "02-06-1997": "We also saw Sea Otter and Elephant Seal.\r",
    "05-24-1997": "We walked around in shorts, and got sunburned like crazy. We walked through cow pastures, and down a shallow, sandy descent through the trees.\r",
    "10-15-1997": "<p>two TV's were stopped in the path in front of me, eating off a bird carcass. They kept flying off and landing further in front of me.</p><p>three terns were screaming and angrily dive bombing a seemingly oblivious cormorant who sat quitely in the water. When it flew off ten minutes later, the screaming stopped.</p><p>the curlew/whimbrels were just standing the road looking confused, yards from the water.</p>\r",
    "10-19-1997": "<p>We went with Steve to Ed Levin State Park as part of a wild bird center trip -- Shrike, Meadowlark, Northern Harrier, Say's Pheobe, White-tailed Kite, Black Pheobe, Downy Woodpecker.</p><p>Then in the afternoon we went out with him privately to coyote creek riparian station and its pond -- merlin, peregrine falcon, sandpiper, shovelers, ring-billed gull, mew gull (?), meadowlark, TV, red-tailed hawk, golden-crown sparrow.</p><p>We lost our peterson's guide, but perhaps the national geographic guide is better? Bought a new binocular strap.</p><p>Spent too much time looking for relevant on-line birding resources.</p>\r",
    "10-26-1997": "We parked at the south end of the Charleston Slough parking lot, walked around the northern end of the pond, went a short distance out onto the slough, then back for one last look at the pond. I was alerted by the BIRDWEST mailing list to the presence of a RED-NECKED GREBE at the pond, and had found it two days earlier. We found it again today at the end of our walk. We also found a BLUE-WINGED TEAL following a tip from a fellow birder. In a tableau of teals and ducks together, we were reminded how much smaller teals are than ducks. Also at the end of our walk we saw a BARROW'S GOLDENEYE across the pond. This sighting was confirmed Monday on BIRDWEST. Also saw Dowitcher sp.\r",
    "11-10-1997": "<p>Colusa Wildlife Refuge offered a charming driving tour of what I presume are irrigation channels, ponds, and fields of cattails. The birds were quite acclimated to cars, but flushed immediately when I got out of the car to retrieve something from the trunk. The new binoculars worked out very well. I didn't need them to see the pheasants, though -- they stood right on the road and stared at me. I saw something that looked like a Curlew dipped in coal dust, and decided it must have been some kind of Ibis, although the light wasn't good enough to see any color details.</p><p>A short drive along the river brought me to Gray Lodge Wildlife Refuge, although the number of hunters there made the term \"refuge\" seem a little funny. Apparently, there's a lot of people out there who think it's fun to camp out in a muddy camping lot on a Monday night in order to put their names in a lottery to earn the right to wander around in the marsh and shoot birds. Myself, I prefer to gaze on them from the comfort of my car, although these birds were a lot more skittish, and even hiding in the car didn't stop them from running away. In addition to the plentiful ducks I expected, there was a lovely two-point white-tailed deer, and some kind of marine mammal in a pond. I heard reports from two fellow birders that the Sacramento Wildlife Refuge had lots of vultures and geese, which I didn't get to see today -- perhaps I'll stop there on the way back.</p><p>The region containing these two refuges reminded me a lot of central Illinois. Very flat, roads running in straight lines, most of the land consumed by agriculture. Except that you'd see a flooded field with SEAGULLS sitting in it. That seemed really out of place!</p><p>On the way back to I5, I had the distinct pleasure of crossing the Princeton Ferry -- A platform the size of a large houseboat that pulls itself across the 50 feet of the sluggish Sacramento River for a mere 50 cents. Why not a bridge? I can only assume the river isn't always so sluggish, and must vary a lot in depth. Either that or Glenn County doesn't have much of a tax base for infrastructure.</p><p>The drive up to Weed was uneventful. I did pass by an unlit sign saying \"chains required next two miles\" and other sign saying \"summit 3,900 feet\" that reminded me that I'm _not_ in Illinois.</p><p>Tomorrow -- a marsh just north of here on I97 that is supposed to have lots of raptors and geese and stuff.</p> Also saw Dowitcher sp.\r",
    "11-11-1997": "<p>Departing from Weed, CA on I95, I had lovely views of the scenery on my way up to Butte Valley. At BV I did another driving tour, listening to the distant sounds of honking swans from across the lake. There were few other sounds, it was so quiet. On the other side of the road the buffleheads spooked easily, fluttering further down a narrow channel. On my way out of the area I drove within a few yards of a large raptor perched on the side of the road. It might have been an immature eagle of some kind, but I didn't think the beak was big enough. I'm hoping to learn more about raptors on this trip.</p><p>I then pretty much drove straght to Sisters, stopping at the occassional gas station on I97, which is definitely a logger's highway, not a birder's highway. Steve and I ran some errands, had dinner, and sat at his apartment until late looking at his latest photographic endeavors. I'm staying at the lovely home of Dottie Yurgel, who volunteers at the chamber of commerce. She pointed out that The Tick probably doesn't have any anti-freeze and made space in her garage so the radiator might not freeze solid overnight. Winter, Bill, they have Winter here. Duh. We bought some anti-freeze, I hope I'll get to put it in the car tomorrow.</p><p>Tomorrow's plan: Visit Bend's sewage treatment pond, then drive the McKenzie pass scenic tour in the afternoon.</p>\r",
    "11-12-1997": "<p>This morning's trip to the Bend Wastewater Treatment Plant was very rewarding. We stood quite still for a long time, overlooking a pond with hundreds of ducks. With little ambient noise, I was able to hear the sound of wind whistling through duck feathers as they swooped into a landing at high speed. I spotted a Merlin, which we later decided is a male Tiega variant. As we were packing everything into the car, Steve spotted a raptor way up high that we decided must be an immature bald eagle. Fantastic.</p><p>This afternoon I did the McKenzie pass scenic route. The pass itself was otherworldly. Shrouded in fog, the snow covered trees stood watch over the barren, hulking mass of lava boulders. The spindliness of the trees, the absence of other humans, the fog drifting over the terrain and the utter quiet made me feel like the last person on earth. I didn't see a single mountain peek through the fog (and there should have been many), but I loved it. I hope the pictures might come out. I also stopped by some waterfalls and greeted them. The Tick rolls bravely toward it's 100,000 mile mark, currently at 99907!</p> Also saw Dowitcher sp.\r",
    "11-13-1997": "<p>We had an early morning trip to the Haystack reservoir north of Bend. Steve Shunk and I were accompanied by Steven Holt,  wildlife photographer and his dog Coot. Mr. Holt and Coot car camp from a Geo Metro that has seen better days. Holt is a charming birder, knowledgeable but not overpowering. He worked at a natural history museum in Philly, curating a collection of bird photographs. I am tempted to order one of his enlargements, perhaps one of his black oystercatcher shots. Along the way to the reservoir we stopped at a river crossing, where we saw the owl sitting quietly in a tree near the river. The reservoir was very foggy and cold. Steve peered at ducks through the scope at maximum magnification, I looked through it and saw only grey. We saw some excellent raptors on power poles along the highway. We saw a dead cow lying on its side in a field, with legs and udders firmly outstretched. We saw ravens feeding on a dead deer.</p><p>On the way home, The Tick rolled over 100,000 miles. And still going strong. Particularly with over 1/2 a gallon of new anti-freeze in its system. Spoon!</p><p>In the afternoon, I bought wool socks and pens. In the evening I did my crossword puzzle while attending Steve's Community Feedback Forum.</p>\r",
    "11-14-1997": "<p>After more fooling around with The Tick (turns out the guy didn't fully retighten the valve at the bottom of the radiator), Steve and I finally got underway at around noon. We drove past the town of Brothers (town for sale) and stopped for lunch at  Halton Station, where they have coyote pelts for sale, a sheet listing the bail amounts for different traffic offenses, and a bumper sticker near the restroom that says \"paper products are no longer available, just wipe your ass on a spotted owl.\" I ate a grilled chese sandwitch and watched Quincy reruns on satellite TV. The state trooper driving the late model white Camaro stopped in for hot chocolate.</p><p>By then the terrain was already High Desert, as though I was living in a Tony Hillerman novel. It was expansive, desolate, beautiful. We did a raptor count while driving, and then started another list once we got inside the Refuge. We're spending the night in Frenchglen at a bed and breakfast run by Steve's friend. Just outside of Frenchglen we stopped at the Buena Vista scenic overlook for some experimental pictures of the (nearly) full moon peeking through the clouds and shining on the marshes. As the moon reappeared from behind the clouds, it seemed to shine as bright as the noontime sun, accompanied by a three-part invention -- the mooing of grumpy cattle, the honking of irrascible geese, and mysterious yowling of coyotes. Something (probably a deer) was walking around in the water, splashing as it went. Sillouettes of ducks crossed through the moon's reflection on the water. A beautiful evening.</p>\r",
    "11-15-1997": "<p>This morning we wandered around the Palm Springs campground and hiked up to the top of a butte, a tremendously warming exercise. As we were finishing up the sun hit the bottom of the canyon and the trees really came alive. After a hearty breakfast of pancakes, we zoomed up north and started slowly down the central patrol road, stopping frequently. We braved a very windy levy for looks at two kinds of swans. We frowned at idiots who were harrassing a great horned owl. After grabbing our snack food bag, we headed up to the top of Steen mountain, which was clearly covered with snow. We saw Snow Buntings, a life bird for Steve and a really cool find. We didn't get to the top of the mountain due to snow drifts, but we took some excellent pictures and generally had an adventure.</p><p>At dinner I met Steve's friend Terry, who is a remarkable man. A very large, thoughtful man who has been a bar bouncer, professional trapper, policeman, professional hunter, and employee of the malheur wildlife refuge. Now he roams the west, camping and taking wildlife photographs to turn into greeting cards. I hope to get some of them.Terry is a native of Oregon, and has very strong views about government bureaucracy, cowboys, resistance to change, mosquitos, and drinking. I'm so glad I got to meet him.</p><p>Mary says on the phone that she put down a deposit on a rental house in Santa Clara. I hope we won't be let down.</p>\r",
    "11-16-1997": "<p>Our last day on the refuge started with coffe with Terry, followed by more pancakes -- this time with blueberries. We drove north on the Central Patrol Road, and I thought I saw an owl in a large tree right near the road. Just as Steve was stopping the truck we flushed an adult Bald Eagle and watched it fly off. Astounding. From the closed refuge headquarters Steve saw a white pelican amongst the far-off swans. A Stellar's Jay, dubbed the accidental resident, was still at HQ, despite not being on the official refuge bird list. I got a good long look at a Prairie Falcon while Steve was mapping out Burns's sewage ponds for a book entitled \"Birding the Sewage Ponds of Oregon.\" I'm not making this up!</p><p>After lunch we headed for home, and I left from Steve's house for Klamath Falls at 7:00pm. There was some excitement caused by snow on the road, but I arrived here safely. I hope to leave early tomorrow and hit the Sacramento refuge before heading home.</p><p>Malheur Refuge total, 66 species. Trip total so far, 80 species.</p>\r",
    "11-17-1997": "<p>I left Klamath Falls shrouded in fog, and stayed in fog until just across the California border when I burst into the clear just in time for a spectacular view of Mt. Shasta. After getting down into the Central Valley, I indulged in two detours. The first was to the Coleman National Fish Hatchery, which wasn't too exciting in its own right, but had some excellent birding along the way, including a huge clump of Turkey Vultures and some nice woodpeckers. The second detour was the Sacramento National Wildlife Refuge, which turned out to be an excellent place to see all the geese I didn't see up in Oregon. There were thousands of geese and ducks to see from the Auto Tour route, and two very large flocks of shorebirds that wheeled around in unison and landed each time right underneath the setting sun. They were probably Dowitchers, but I couldn't tell.</p><p>Overall, I saw around 100 species of birds, including 67 in the Malheur refuge. Of these, 24 were species I had never seen before. I hope to see all of them again, and to recognize them when I do. What a trip!</p>\r",
    "12-12-1997": "Also saw Yellowlegs sp.\r",
    "12-15-1997": "I was surprised to see a turkey vulture flying around the slough so persistently and even landing on one of the little sand bars. There was a kingfisher on the mast of one of the rental sailboats. I saw sixteen or seventeen night herons sleeping, and some probably juvenilles among them. Also saw Yellowlegs sp. Also saw Dowitcher sp.\r",
    "01-13-1998": "Wow, I stumbled across possibly the highest tide of the year. I saw the rare and elusive black rail, which Mary didn't see until the same high tide, three years later.\r",
    "03-03-1998": "Also saw Dowitcher sp.\r",
    "05-12-1998": "No rails, no pelicans, no kestrels. A crow nest near the new boat dock.\r",
    "05-19-1998": "Talked with a photographer who had an enormous lens pointed at a Black-neck stilt nest. Never saw anything so awkward as a stilt trying to settle down on to a nest. The photographer claims that Clapper Rails are nothing but low-down double-crossin' egg stealers. The nerve. Got to compare Dowitchers and Godwits in the same scope view. Got to look at a nearby Tern for a long time, but didn't see black going down the back of its neck as the field guide demanded. Also saw Dowitcher sp.\r",
    "06-12-1998": "Also saw Dowitcher sp.\r",
    "06-27-1998": "Also saw Yellowlegs sp.\r",
    "08-29-1998": "Mammals: Short-beak (common) Dolphin, Dahl's Porpoise, Humpback Whale, Sea Lion, Sea Otter\r",
    "09-01-1998": "Also saw Yellowlegs sp. Also saw Dowitcher sp.\r",
    "10-23-1998": "Also saw Yellowlegs sp.\r",
    "10-25-1998": "Also saw Yellowlegs sp.\r",
    "11-28-1998": "The entries for this day of this trip are probably just the new ones not seen on the day before. We apparently didn't record repeat sightings on this trip\r",
    "11-29-1998": "The entries for this day of this trip are probably just the new ones not seen on the day before. We apparently didn't record repeat sightings on this trip\r",
    "12-07-1998": "Also saw Dowitcher sp.\r",
    "12-17-1998": "Also saw Yellowlegs sp.\r",
    "01-07-1999": "Also saw Yellowlegs sp.\r",
    "01-28-1999": "Also saw Yellowlegs sp.\r",
    "02-07-1999": "Mary and Bill, Katie and Kevin go to the Audubon blind for watching Sandhill Cranes fly in.\r",
    "02-15-1999": "Also saw Yellowlegs sp.\r",
    "03-23-1999": "Also saw Yellowlegs sp. Also saw Dowitcher sp.\r",
    "04-09-1999": "Also saw Dowitcher sp.\r",
    "08-19-1999": "we stopped at Lower Klamath NWR and also Tule Lake NWR. Also saw Yellowlegs sp.\r",
    "09-05-1999": "Also saw Dowitcher sp.\r",
    "09-26-1999": "The highlight of this trip was, of course, the philadelphia vireo. Mark has posted some interesting notes on his web site, detailing his further observations of this bird just days after he took us to see it.\r",
    "10-26-1999": "Almost high tide Also saw Yellowlegs sp.\r",
    "11-19-1999": "Also saw Dowitcher sp.\r",
    "12-19-1999": "another reference url: http://birdsource.tc.cornell.edu/cbcdata/ Also saw Yellowlegs sp. Also saw Dowitcher sp.\r",
    "01-02-2000": "Also saw Yellowlegs sp. Also saw Dowitcher sp.\r",
    "01-09-2000": "Also saw Yellowlegs sp.\r",
    "03-04-2000": "with John Brewer and Stacy O'Leary\r",
    "03-10-2000": "Mom and Dad were along for this trip during their visit to California\r",
    "03-12-2000": "Also saw Yellowlegs sp. Also saw Dowitcher sp.\r",
    "05-13-2000": "We started this walk at Pigeon Point lighthouse, then walked up Gazos Creek road. We ended by walking around Pescadero Marsh\r",
    "06-19-2000": "I saw a Western Whiptail lizard, a Rabbit, and some other mammal.\r",
    "08-04-2000": "We saw two fauns wandering across the trail. Mary saw a Pileated Woodpecker; Bill did not.\r",
    "08-26-2000": "We took Pat to the SF airport at something like 5:30am, and just kept on going. We got to Bolias at around 7:30am. We visited the Bolinas Lagoon, and also stopped at Point Reyes Bird Observatory. We even ate breakfast in Bolinas, a town that didn't seem to want us very much. Also saw Yellowlegs sp. Also saw Dowitcher sp.\r",
    "08-28-2004": "Fresh from a big shopping trip at Keeble and Shuchat we went to the Stanford cactus garden so I could play around with my new Gitzo 1227 and Canon 70-200mm. Wahoo!\r",
    "09-04-2004": "<p>We spent the morning with Bob and company, then split off after lunch. Before we joined the group at Drake's Beach, others reported Red-throated Loon and Elegant Tern. We had great looks at Osprey flying over the beach. Weather was sunny and pleasant with an offshore wind. It was a good day for owls, with two Great Horned Owls at the fishdocks and a Barn Owl near the Drake's Beach parking lot. At the lighthouse, some observed Brant's Cormorant; we had great looks at Red-breasted Nuthatch, immature Hermit Warbler, and a Willow Flycatcher. The fishdocks offered looks at Common Murre and Pigeon Guillemot.</p>In the afternoon we walked part of Estero Trail, then ended the day at Pierce Point Ranch. We saw a coyote and had nice looks at the Tule Elk. We saw quite a few raptors in the afternoon heat, including a very dark morph Red-tailed Hawk. At sunset, the Sharp-shinned Hawks were calling incessantly at the Ranch.\r",
    "09-05-2004": "While Mary and Wendy were tasting wine, I was finally getting a pretty good Junco photo for my collection. I was going to practice on the winery's peacocks with the rented 500mm lens, but my subject just walked right up to me, so I hurriedly switched to my 70-200mm and got a few good portraits.\r",
    "09-06-2004": "Well, there I was with a day off work and a rental 500mm f4.5/L and a new tripod. I had to do something. So I drove around the pond at the Coyote Creek Field station, where a Peregrine Falcon let me get surprisingly close. I then headed over to the Don Edwards Center, where I met up with two other  bird photographers, also toting Gitzo and Canon gear. They sent me down to the turn in the road by the sign to find the flock of Phalaropes, which I had good luck with. By then it was getting really hot, and I called it a day.\r",
    "08-27-2000": "Also saw Dowitcher sp.\r",
    "09-24-2000": "The famous Gail C. accompanied us on this trip. Also, two attendees got into a heated discussion about the wingbars on Lesser versus American Goldfinches in non-breeding plumage.\r",
    "11-12-2000": "We saw a jackrabbit, a turtle, and a possible muskrat\r",
    "01-10-2001": "Our first episode in a trilogy of three birding marathons in five days. We saw a skunk and a jackrabbit.\r",
    "01-14-2001": "0700 to 0930</p><p>On the road from San Jose to Los Banos we started seeing raptors as soon as we got south of town and off the major highways. Our first serious stop was the rest area on highway 152, which yielded the Greater Road Runner we had been looking for in Panoche on the previous day. We also had nice looks through the scope at waterfowl far below on the reservoir.</p><p>1000 to 1100</p><p>We stopped in Los Banos for a pit stop and then headed toward the Merced National Wildlife Refuge (NWR). We didn't even exit the McDonald's parking lot before seeing over a dozen Cattle Egrets, our second life bird of the day. We spotted quite a few raptors on power poles and other birds on fences while en route to the NWR.</p><p>1100 to 1400</p><p>We spotted a wonderful Great Horned Owl just as we turned into the Merced NWR on our way to the parking lot. After pausing to look over the water from the parking lot, we slowly wound our way through the auto tour route, using walkie-talkies to relay information back and forth between cars. Although we didn't see the vast flocks of geese and cranes one might hope for, we did see some excellent ducks and raptors.</p><p>1400 to 1630</p><p>We decided to try our luck at the nearby San Luis NWR, where another auto tour route took us right past a lovely American Bittern. Some stubborn folks tracked a high altitude soaring raptor, which turned out to be a Bald Eagle.</p><p>1630 to 1700</p><p>We decided to squeeze in one last stop at the San Joaquin dam, where we enjoyed the sunset and scanned our scopes across the water. A restful end to a very full day.</p><p>Throughout the day we saw some excellent mammals and farm creatures, including:<ul><li>coyote - healthy and happy looking 20 feet from the car<li>vole - not so healthy - he was being eaten and swallowed whole by a great egret. Great show. Wish we had it on tape to watch agan and again.<li>cows - Cows, cows, cows<li>emu - just one. Must be an experiment or a pet.<li>sheep - several breeds intermixed, but mostly looked like eatin' sheep, not spinnin' sheep<li>sheepdog - you never saw a happier animal<li>house cat - with dark shoulders and a white breast, sitting right where we expected to find hawks. It's always funny when you're trying to turn a mammal into some specialty bird.</p> Also saw Dowitcher sp.\r",
    "02-03-2001": "I was out wandering while Mary was at a conference; lovely weather!\r",
    "02-04-2001": "Mary and I met up after her conference ended; we worked on identifying gulls and grebes.\r",
    "02-19-2001": "Really raining pretty hard, didn't see much, but had a good time.\r",
    "03-03-2001": "Michelle, Brian, Mary, Bill, and Erik tour the Sonoma State University Campus Also saw Accipiter sp.\r",
    "03-08-2001": "All the feeders were empty this morning; I refilled all of them; the birds showed up about an hour after the refill.\r",
    "03-17-2001": "Sitting around,watching Missouri play a tough game against Duke.\r",
    "03-23-2001": "We saw 2-5 humpback whales close to the shore -- flukes, backs, spouts, and one breech. It was very cool.\r",
    "04-29-2001": "part of bill's birthday weekend.\r",
    "07-16-2001": "Went to Morro Rock\r",
    "07-17-2001": "Went to Hearst Castle, then across to Hearst San Simeon Memorial Beach\r",
    "07-19-2001": "Walked to the Elfin Forest. Went to Morro Strand State Beach; visited an artificial wetlands next to a housing development called the Cloisters\r",
    "07-28-2001": "Mary and Bill go to check two entries in the SCVAS \"Birding at the Bottom of the Bay\"\r",
    "07-29-2001": "Mary went by herself to check Rancho San Antonion and Stevens Creek County Park while Bill was rehearsing\r",
    "08-05-2001": "We stopped at the Saratoga Wildwood park and Hakone Gardens\r",
    "08-18-2001": "This was also a Birding at the Bottom of the Bay book checking trip. We had a great time walking around with house guest Phil Kohlmetz\r",
    "09-23-2001": "<p>Mary and Bill teamed up with Dick Carlson to do this trip as a fund-raiser for the San Francisco Bay Bird Observatory. It is our largest single day species total ever. Here's how the day unfolded:</p><p>4:45am Clock radio turns on. Ugh.</p><p>4:50am Alarm clock goes off. Ugh.</p><p>5:00am Found the list I wrote myself last night about what to do this morning, with helpful items like \"feed cat\" and \"eat breakfast\"</p><p>5:30am On our way to Dick's house</p><p>6:00am We're in Dick's car, headed for the coast. The new plan is to hit the coast first, then work back toward the bay side.</p><p>6:45am In the pre-dawn overcast we spot our first species -- a Great Horned Owl posing out in the open on a telephone wire. It seems an auspicous start to the day.</p><p>7:30am, Pigeon Point Lighthouse. A huge raft of Common Murres floats serenely as dozens of cormorants speed by. No warblers in the trees near the hostel.</p><p>8:20am On the way to Gazos Creek we spot our first of eight or ten Red-shouldered Hawks for the day.</p><p>9:00am, Gazos Creek Road. We've hit the warbler jackpot! These trees are teeming with chickadees, vireos, warblers. After much debate, we decide that we're seeing both Warbling and Philadelphia Vireo.</p><p>10:00am, Ano Neuvo State Park. Dick leads us in the secret back way to a beach overlook were we are greeted by one of the largest flocks of Western and Clark's Grebes any of us can remember.</p><p>11:00am On our way to Pescadero Beach, we pull of the road to look at a raptor, and notice a dozen Tricolored Blackbirds posing conveniently on the telephone wire directly overhead.</p><p>11:40am Immediately upon setting up the spotting scope at Pescadero Beach, eight mergansers hove into view around a bend in the creek. We decide its lunch time.</p><p>1:00pm We've finished lunch at Duarte's in Pescadero, and are much revived by the Cream of Artichoke Soup. We've seen over sixty species before lunch, and are feeling good about hitting our goal of one hundred species today. Before returning to Pescadero Marsh, we drive around the town itself. During a brief roadside stop, Mary and Bill see their first Pygmy Nuthatch. A local birder invites to stop by her delightful garden, where we get great looks at Say's Phoebe.</p><p>2:30pm, Pescadero Marsh. There are only four kinds of ducks here, but we've also rounded out our list of herons and egrets.</p><p>3:00pm Mezza Luna. Dick introduces to the famous \"Mezza Luna Willows\" behind the restraurant in Princeton-by-the-Sea. These trees, like the ones at Gazos Creek, are teeming with life.</p><p>4:00pm, Pillar Point Harbor. Finally, some Terns! We add Elegant Tern and Surf Scoter to the list and decide to head back over the hills.</p><p>5:30pm, Redwood Shores Radio Towers. Dick is right, this pond is amazing at high tide. Amongst hundreds of Godwits, Dowitchers, and Curlews, Dick shows Mary and Bill their first Red Knot outside of the Monterey Bay Aquarium aviary. We also enjoy great looks at Pectoral Sandpiper.</p><p>6:15pm Another unlikely but crowded pond is located directly behind the Silicon Valley Athletic Club. We add American White Pelican to the list.</p><p>7:00pm As the sunlight fades, we stop at the East Palo Alto Baylands, one of Dick's favorite bicycle destinations. We round out our list at 115 species with the distinctive calls of Clapper Rail and Sora.</p><p>What a day!</p>\r",
    "09-30-2001": "We rarely actually spot birds in the Redwoods; this time we saw several townsend's warblers, which was really cool.\r",
    "10-27-2001": "<p>Our return to Monterey Bay and Shearwater Journeys was a smashing success. We left the dock at 8:00am and returned 3:30pm. In addition to four life birds, we saw an amazing number of marine mammals:</p><p>Blue Whale, California Sea Lion, Harbor Seal,  Sea Otter, Pacific White-sided Dolphin,Northern Right Whale Dolphin, Ocean Sunfish, Blue Shark, Northern Elephant Seal.</p><p>The ocean was glassy, the weather was cool and dry, the trip leaders were friendly and informative.</p>\r",
    "11-03-2001": "We stopped first at Moss Landing, then walked around near the Aquarium. The weather was wonderful. Matt was very observant, and spotted several birds we would have missed.\r",
    "11-04-2001": "We saw a record eleven banana slugs on this hike!\r",
    "11-05-2001": "Graham and Dan thought these bird names were pretty funny\r",
    "12-27-2001": "Bill and John strapped on their special owling shoes and headed out to a UIUC demonstration forest where the Great Horned Owls were known to be roosting.\r",
    "12-29-2001": "Count data: wesgre 1 amwpel 3 doccor 44 grbher 1 greegr 1 cangoo 9 mallar 47 gadwal 5 rudduc 19 funky duck 16 funky geese 10 gwfgoo 1 turvul 4 whtkit 1 coohaw 1 reshaw 2 rethaw 6 amekes 1 amecoo 160 ribgul 12 calgul 3 gull sp 323 rocdov 12 moudov 7 annhum 18 nutwoo 4 dowwoo 2 norfli 11 blkpho 7 saypho 1 stejay 4 wesjay 13 amecro 15 chbchi 13 oaktit 5 bushti 67 whbnut 4 ruckin 15 herthr 2 amerob 149 normoc 2 eursta 19 cedwax 20 yerwar 26 towwar 2 caltow 10 sonspa 4 whcspa 19 gocspa 52 daejun 27 houfin 19 lesgol 3\u000b\r",
    "01-05-2002": "The weather was cool and cloudy, and the light was fading. It was quite cool.\r",
    "01-13-2002": "Also saw Dowitcher sp.\r",
    "01-21-2002": "We havd a lovely time driving from near Lawrence through the San Antonio valley, up the back side of Mount Hamilton, and down the familiar side past Grant Ranch. We inteded to stop at Lake Cunningham to look for a Lesser Black-Backed Gull, but the weather did not cooperate.\r",
    "01-26-2002": "also saw Black-tailed Jackrabbit and Black-tailed Mule Deer. Also saw Dowitcher sp.\r",
    "01-27-2002": "Well, the Black Rail did not appear, disappointing approximately 80 birdwatchers in attendance for one of the highest high tides of the year. One couple we talked to had flown in from Minnesota to do some birdwatching, and scheduled their trip around this high tide.\r",
    "02-02-2002": "There was the spotted sandpiper, strolling along right next to the little restaurant. A lovely little park.\r",
    "02-10-2002": "We worked on Ring-billed Gull versus other gulls at the duck pond. We also worked on distinguishing the Scaups.\r",
    "03-09-2002": "We walked around with an out-of-town friend, admiring the Hooded Mergansers and talking about Harry Potter.\r",
    "04-19-2002": "[five years later, Bill returns to the scene of his 1997 solo drive up to Oregon and Malheur birding trip with Steve Shunk. This time, accompanied by an eagle-eyed Mary and a new spotting scope, promises to be even better.]</p><p>We awoke this morning in Kris and Steve's house outside of Sisters. They've got five acres at the end of several miles of dirt road, 30 chickens, 3 horses, a bunch of pine siskins at their feeders, and a stunning view of the three sisters mountains.</p><p>After a scrumptious breakfast of blueberry pancakes, bacon, and farm-fresh eggs, we headed west toward Bend and the Malheur refuge, After checking into the hotel around 4pm,. we drove around and looked at some flooded agricultural fields around town. We saw some impressive breeding behavior, including two pairs of curlews going at it, and three snipes trying out all the possible couplings. We found close to seventy species during the day, and it wasn't even a full day of looking.</p><p>We ate at a yummy thai restaurant that offers toast with it's Sate Chicken.</p><p>Tommorow we're going to get an early start.; the big question is, will we really get up early enough on day three to get to the Sage Grouse Lek before sunrise? Oy.</p>\r",
    "04-20-2002": "An epic, twelve hour day of looking and listening. Good company, good snacks, almost no wind, great sunlight.\r",
    "04-21-2002": "We left the motel very early to get to the Lek by sunrise. After breakfast in Frenchglen we looked around the Page Springs campground and Double OO field station before driving back to Sisters. What an awesome trip!\r",
    "04-22-2002": "Also saw Dowitcher sp.\r",
    "05-05-2002": "Partly this was a trip for testing out  digital cameras with our new scope.\r",
    "06-24-2002": "Mary's mom Joanne and brother Adam accompanied us on this Ashland trip, and were very patient, even helpful, while we birded at the falls.\r",
    "08-31-2002": "Although fog prevented us from finding the Condors, we had a great time looking around the coast and visiting the Big Sur Ornithological Station.\r",
    "09-01-2002": "This was our first introduction to the Carmel River, and it proved to be a great spot for passerines.\r",
    "10-10-2002": "After grabbing lunch at the Felafel place across from the motel, we zoomed out to the marsh to try to watch shorebirds as the tide came in. We were a little late, but saw some excellent birds all the same. Also saw Dowitcher sp.\r",
    "10-11-2002": "We had some wonderful close encounters today -- waxwings, winter wrens, wrentits, hutton's vireo, all within a few feet at various times of the day. We worked a lot today on sounds.\r",
    "10-12-2002": "We decided to combine a rare Humboldt county pelagic trip with some land birding as an SFBBO CFC Big Day. We were pretty darn exhausted after the boat trip (rough seas, too much dramamine), but kept going until sunset and beat 100 species.\r",
    "10-13-2002": "We finished an excellent weekend in Humboldt county withsome great shorebirds.\r",
    "11-17-2002": "Using instructions found in \"Birding at the Bottom of the Bay\", we explored parts of the park we'd never seen before.\r",
    "12-01-2002": "This trip included both Ulistac Natural Area and Coyote Creek Field Station\r",
    "12-24-2002": "many thanks to Champaign Audubon's Beth Chato for giving us detailed instructions on how to find this owl!\r",
    "12-28-2002": "at Meadowbrook Park\r",
    "01-11-2003": "<p>We had lovely weather today driving around Panoche Valley and spotting birds against the emerald hills. The much sought-after Mountain Plover and Mountain Bluebird remained elusive, but we had many other excellent looks. Hawks were especially plentiful today, as were Say's Phoebes.</p><p>Birds we didn't see but were reported by others on the trip: Wrentit, California Gull, Vesper Sparrow, Turkey Vulture, Fox Sparrow.</p>\r",
    "01-18-2003": "The weather was fabulous, and we had four life birds today, which more than made up for the rare flycatcher we didn't see in Santa Cruz.\r",
    "03-22-2003": "We met Steve at the San Diego airport around noon, watched Illinois suffer a crushing defeat in the NCAA men's basketball tournament. Still, picking up two new life birds does ease the pain.\r",
    "03-23-2003": "We had a great time touring around the Visitor's Center, sewage ponds, and other important parts of the park.\r",
    "03-24-2003": "Our first time at the Salton Sea, a very surreal place. Hot, smelly, brimming with bird life.\r",
    "03-25-2003": "This was a wild day, starting with another disappointing search for Le Conte's Thrasher, but ending with a sighting of said thrasher at Bull Willows, along with Common Poorwill's sighted (and heard) along the road back to the resort.\r",
    "03-26-2003": "Today we had our last visit to the desert for this trip, and it was hotter than ever. We were reminded that the desert is not to be trifled with. The high meadows on our way to Julian were festooned with desert flowers, and the weather in Julian itself was delightful.\r",
    "03-27-2003": "Having left the desert, we spent the day in the mountains on the way to San Diego. Wonderful wildflowers, new habitats.\r",
    "03-29-2003": "Also saw Dowitcher sp.\r",
    "04-19-2003": "We spent the entire day out in the field. We saw two flycatchers singing and positively identified them, which for us is quite an accomplishment.\r",
    "05-17-2003": "We revisited the classic Mines Road trip, this time on our own. We saw almost all of our target birds -- Phainopepla, Lewis's Woodpecker, Lawrence's Goldfinch.\r",
    "06-18-2003": "You would not believe the mosquitos we encountered this evening while walking around Ulistac. Numerous and vigorous!\r",
    "07-27-2003": "We've never seen so many Phalaropes in one place before, wow! I think we must have flustered some new parents; a Black Skimmer and a Forester's Tern came right at our heads as we walkeed on the levee. Only downside of the trip was forgetting to use sunscreen and sunburning the backs of our knees something fierce.\r",
    "08-19-2003": "Also saw Dowitcher sp.\r",
    "10-04-2003": "My first time out in the field with the (literally) brand new Canon EOS 300D camera body and 75-300mm f4-5.6 IS USM lens (Manfrotto tripod). I have much to learn, but I think I'm going to have a lot of fun learning it.\r",
    "10-05-2003": "Although this trip was billed by SFBBO and Mr. Toldi as an instructional outing as much as a birding outing, it was our biggest day ever. We had a great time!\r",
    "10-07-2003": "Dan rented a telephoto from Keeble and Shuchat, and we tried out our gear at the Duck Pond.\r",
    "10-12-2003": "I was eager to try out the new camera, so we visited one of our favorite spots. Also saw Dowitcher sp.\r",
    "10-19-2003": "Based on a mailing list tip, we went searching for a Louisiana Waterthrush, but found none.\r",
    "11-07-2003": "We went in search of Avalanche Looms, a lovely weaving studio in \"downtown\" Avalanche.\r",
    "01-10-2004": "I made the most of a rented Canon 300mm f/2.8L\r",
    "01-11-2004": "I wanted to try photographing the well-documented Ferruginous Hawk with the rented 300mm lens.\r",
    "01-12-2004": "I had to take the Canon 300mm f2.8/L out for one last spin before returning to Keeble and Shuchat.\r",
    "01-17-2004": "<p>Notes Mary submitted to sfbirds mailing list:</p><p>We saw 2 very small CANADA GEESE in Lake Merced around 9 am - they were only about 1.3 to 1.5 times the length of nearby coots.  I'm bad with the sub-species, but the heads looked square rather than round, and one of the birds had a clear white neck ring nearly as tall as the base of the bill.  This looks like Aleutian to me.</p><p>There was a LINCOLN'S SPARROW on what my friend Bob calls \"the Magic Brush Pile\" next to the boathouse on Merced at 10:30.</p><p>In Golden Gate Park, we saw 3 WHITE-THROATED SPARROWs One on the north end Stowe Lake Hill at 11:30, seen by the rest of the party, but not by me, flew from Strawberry Hill to the shore.   And two by the bathrooms next to the path by North Lake - one adult and one immature, both tan stripe morph.)</p><p>There was a female HOODED MERGANSER on the left side of the curvy brush at Middle Lake.  The bird was preening, standing on a branch, with her back to us and a clear view of her brown crest drooping over her grey nape.</p><p>Last are a couple I think is probably not interesting.. but I don't know the score in San Francisco. Two female RING-NECKED DUCKS flew into Lake Merced around 4 pm, landing in open water between the metal boardwalk and the skeet shooting range.  They had very bright white crescents near the bill, somewhat indistinct face markings around the eye and white around the bill, just behind the tip.  We saw a single female CANVASBACK at Lake Merced around 4:15 pm.  She was with a group of Mallards and Coots in the area between the stone bridge and the metal boardwalk, near the porta-potty.</p>\r",
    "01-25-2004": "Also saw Dowitcher sp.\r",
    "02-08-2004": "We had a nice time wandering the levees at the end of the day.\r",
    "02-18-2004": "Thaine was visiting from Minnesota, Mary showed him the Clapper Rail.\r",
    "03-02-2004": "We scouted the park on the weekend, and decided it would be worth coming back to try to photograph Ruddy Duck.\r",
    "03-06-2004": "After reading about the Snow Bunting on the south-bay-birds mailing list, we decided to make the epic drive east. We spent several pleasant but bunting-less hours, until a helpful wave from some fellow birders led us to the right spot.\r",
    "03-28-2004": "Walking around the Arboretum on a Sunday morning\r",
    "12-03-2003": "I went to see if I could get a look at the Clapper Rail with the new camera, and was granted an audience. Also saw Dowitcher sp.\r",
    "04-10-2004": "We wanted to get warmed up before our big trip to Texas\r",
    "04-13-2004": "Highway 181, Redfish Bay\r",
    "04-14-2004": "Port Aransas, Rockport, Aransas NWR\r",
    "04-15-2004": "Port Aransas, Mustang Island, Corpus Christi (Blucher, Hilltop, Hazel Bazelmore, Pollywog Pond)\r",
    "04-17-2004": "Sabal Palm Grove Sanctuary, Laguna Madre Nature Trail, Hwy 100, Old Port Isabel Road\r",
    "04-16-2004": "Mustang Island, S Nuences Co., Kingsville, Baffin Bay, Laguna Atascosa\r",
    "04-18-2004": "Santa Ana NWR, Bentsen Rio Grande River State Park\r",
    "04-19-2004": "Santa Ana NWR, Chapeno, Falcon State Park, Zapata, San Ignacio\r",
    "04-21-2004": "Kickapoo State Park, Lost Maples Nature Area. We worked really hard to find and see these three Vireos.\r",
    "10-10-2003": "I carried my camera everywhere at this time, and practiced shooting the familiar neighborhood birds so I'd be ready when the unfamiliar ones came along. Or so went the thinking.\r",
    "05-15-2004": "We stopped at most of the familiar locations, including Grant Ranch, Smith Creek Firestation, Crossroads bar, and various roadside pullouts.\r",
    "05-23-2004": "Spent a very pleasant early morning and late afternoon shooting shorebirds under the tutelage of John Cang, talking about metering, fill flash, proper exposure for black and white birds, flight shots, and so on. Highly recommended.\r",
    "05-25-2004": "Stopped by the radio tower pond after work to try some flight shots in the evening light.\r",
    "07-27-2002": "Also saw Dowitcher sp.\r",
    "06-05-2004": "Our traditional attempt to find the Dipper was sucessful, and we some nice Wood Ducks, too.\r",
    "03-16-2004": "A lovely woodpecker was busily feeding right next to the train station platform.\r",
    "06-12-2004": "We started the morning near Pigeon Point Lighthouse and worked our way north. We spent a charming afternoon with some Santa Clara Valley Audubon folks aboard a Marine Science Institute cruise around the Bay.\r",
    "06-22-2004": "Just wanted to put House Sparrow on the Reactivity list.\r",
    "06-28-2004": "At Mary's suggestion, I went to the Cactus Garden to take pictures on the theme of \"Sharp\" for my weekly photo assignment.\r",
    "07-05-2004": "After lovely fireworks at Sonoma State University's Green Music Festival the night before, we stayed with friends in San Rafael and headed over to Point Reyes. Best photo oppportunities were Pigeon Guillemots nesting under the fish docks, roosting Turkey Vultures, and some very cooperative California Quail at sunset near the visitor's center.\r",
    "07-02-2004": "Went twice to investigate reports of a Little Blue Heron, had no luck.\r",
    "09-14-2004": "Several reliable reports found a Greater Roadrunner at the Alviso marina. I wasn't one of them, but I had a fun time looking!\r",
    "09-18-2004": "Most of us saw the infamous Upland Goose in Hollister. Also saw an Accipter sp. (RJ only) and Dowitcher sp., for a total count of 99 for the day.<br><br>The Early Bird Gets the Prize trip was designed by RJ Adams for the San Francisco Bay Bird Observatory California Fall Challenge big day contest - one of the trips for those of us who don't yet feel comfortable planning a big day.  RJ, Mary, Bill, Juana, and Michael met at 4 am in San Juan Bautista and packed it in around 8:45 pm with dinner at Dona Esther's.Weather: Sunny with light clouds in the morning, overcast skies from about 11 am kept the temperatures moderate all day<br><br>Here's Mary's reconstruction from memory of where we were... times may not be accurate!<br><ul bullet=\"none\"><li>4:30 Owling along county roads<li>7:00 Fremont Peak for oak woodland species<li>9:30 \"urban\" birding in San Juan Bautista <li>11:00 San Felipe lake,<li>12:30 Percolation ponds near Hollister sewage treatment ponds<li>1:30 San Justo reservoir<li>2:00 Take out Burritos from Mi Casa in Hollister<li>2:30 Piacines Reservoir for ducks<li>4;00 Pinacles campground for hummingbirds<li>5:00 Pinacles National Monument<li>8:00 A couple more owling stops, but no new species</ul>\r",
    "09-10-2004": "Stopped by the slough on the way to work to try out the new Canon teleconveter and to see about getting me a Godwit picture.\r",
    "07-20-2004": "Took a quick walk around the duck pond on the way to work, just in case there was something that needed photographing.\r",
    "09-25-2004": "<p>We got to Natural Bridges toward sunset, and the Turnstones and Sanderlings were feeding in the surf, seemingly oblivious to nearby people and pets. I've never gotten so close to a Turnstone before, it was really magical. I shot nearly 80 pictures in about 20 minutes.</p><p>As the light was fading, we saw five Sea Otters in the bay, one of which was quite close. It had a pale golden head, and was using a rock to crack shellfish.</p>\r",
    "10-04-2004": "Dan and I combined his lovely new Canon 20D body with my 300mm f4/L lens at coffee break. I wanted to see how the AI Servo focus mode on the 20D, combined with its large shooting buffer, helps with taking shots of flying birds, a task which is very difficult even with all these amenities. I filled up 2GB (!) of Compact Flash in like 20 minutes.\r",
    "10-09-2004": "We walked out the levees at Bixbye park.\r",
    "10-10-2004": "<p>A bunch of us converged on Bayfront Park in Menlo Park to look for the Lark Bunting. Although it kept getting spooked by various intruders, it was on the whole quite coopoerative.</p><p>We also had a cool time chatting with two astronomy enthusiasts who were set up next to the parking lot observing the sun through elaborate filters on their telescopes.</p>\r",
    "10-18-2004": "No keeper photos resulted from this trip, but I really enjoyed how much it feels like fall -- crispness in the air, lots of ducks around, beautiful light.\r",
    "10-16-2004": "We went in search of Mike Roger's Plumbeous Vireo. Even with his expert assistance we didn't find it, but did get good looks at Yellow-rumped Warblers, and took some hilarious pictures of people upside-down in their roller coasters.\r",
    "10-21-2004": "Mary and I made a special weekend trip to the Malheur Refuge in Harney County, Oregon, lead by Steve Shunk of <a href=\"http://www.paradisebirding.com/sys-tmpl/door/\">Paradise Birding</a>. Our group of 5 birders and two guides met at Frenchglen on Thursday evening and birded the refuge and surrounding area until Sunday noon. We had a nice drive down from the Redmond airport, watching for raptors on power poles. Most of our roadside sightings were \"usual suspects,\" but we were thrilled to see at least 5 Prairie Falcons along the road.\r",
    "10-22-2004": "<p>Despite coldy, windy weather and some snow, we had a great day. Our looks at Canyon Wren and American Dipper were the best ever. Northern Harriers were abundant throughout the refuge.</p><p>Other observers reported Evening Grosbeak, Horned Lark, House Finch, Hooded Merganser, and American Crow.</p><p>Locations: Page Springs, Fish Lake, Central Patrol Road, P Ranch, Benson and Dredgers ponds, Krumbo Reservoir</p>\r",
    "10-23-2004": "<p>The day began with dreadful weather -- low visibility and wet snow mixing with rain. By the time we got to headquarters, though, things had improved considerably. Raptor Alley yielded up surprising numbers of Ferruginous Hawk (16) and Rough-legged Hawk (13). Prarie Falcons were also numerous (9), as were Golden Eagles (6), Northern Harriers (12), Red-tailed Hawks (17). </p><p>Locations: North Central Patrol Road, Malheur Field Station, Sodhouse Lane, Malheur NWR Refuge Headquarters, Raptor Alley, Diamond Craters</p>\r",
    "10-24-2004": "<p>Our weekend concluded with a stunning ascent partway up Steens Mountain, where we were dazzled by an early snowfall that blanketed the trees and hillsides. We saw 91 different species for the weekend, including almost everything one might expect to see at the refuge this time of year. What a great trip!</p><p>Locations: Steens Mountain (southern approach), French Glen, Krumbo Reservoir</p>\r",
    "10-29-2004": "The light was just great this morning, and I had one big surprise.\r",
    "10-31-2004": "We decided to check out Charleston Slough to see if any more small hawks were hanging out there. We did have a nice Peregrine Falcon flyover, and the light was lovely.\r",
    "11-06-2004": "Having seen the Clay-colored Sparrow here the day before, I brought Mary back the next day. We were unable to find the Sparrow, but had great looks at the Palm Warbler. I tried to follow Pete's example and take some shorebird flight shots, but found them really hard to track.\r",
    "11-05-2004": "I read reports of a Clay-colored Sparrow up in Foster City, and wanted to see for myself. I found the bird, thanks to some kind assistance from other birders on site, especially Joy and Gary.\r",
    "11-12-2004": "It was the first sunny morning in several weeks, and even though I really needed to get into the office and fix some software bugs, I just had to stop at the slough. I ended up staying late, but it was worth it.\r",
    "11-14-2004": "Aunt Christina took us from Grandma's house up to near Brownsville, Minnesota. Along the way we had many great looks at the swans. On the way back, she graciously stopped at the roadside so I could make some pictures of a cooperative Bald Eagle.\r",
    "11-19-2004": "I stopped by the pond on the way to work and was able, by staying in the car, to get pretty close to some ducks.\r",
    "11-17-2004": "Dan was kind enough to bring me by the pond.\r",
    "11-26-2004": "We had a great time driving around the Gray Lodge Wildlife Area auto tour loop, dining at Casa Lupe in Gridley, and staying at the Inn at Shallow Creek Farm up in Orland.\r",
    "11-24-2004": "Encouraged by Mary, I arranged to rent the 500mm f/4L from Keeble and Shuchat a day early and spent my bonus day off at Sunnyvale Baylands.\r",
    "11-27-2004": "On the second day of our central valley visit, the sky was crystal clear, the sunlight was beautiful, the wind was cold and unrelenting. Made for some challenging but good photography opportunities.\r",
    "12-05-2004": "I stopped by the pond to see what was up, and had a chance to practice sneaking up on a Curlew.\r",
    "11-30-2004": "My continuing quest to photograph the Yellow-rumped Warbler and Common Yellowthroat\r",
    "12-19-2004": "Also saw: 69 sparrows, 106 dowitchers, 483 gulls\r",
    "12-30-2004": "The new thistle feeder brings unprecedented numbers of Goldfinches to our yard, and our first Pine Siskin\r",
    "12-29-2004": "The sun's comings and goings made the light hard to predict, but it sure was lovely to be outside.\r",
    "01-03-2005": "Record numbers of House Finches plus continuing populations of Goldfinches brightened Mary's day off work.\r",
    "01-09-2005": "<p>Our goal today was to see Rails flushed out by the very high January tide, as amplified by the prodigious rains over the preceeding days. Participants included fearless leader Steve Shunk, Bill, Mary, Larry, Kevin, Kirk, and Sandy. The morning in Palo Alto was quite rainy, but the afternoon was clear and pleasant.</p></p>In addition to the species listed, other participants on the trip observed: Red-throated Loon, Clark's Grebe, Ring-necked Pheasant, Long-billed Dowitcher, American Pipit, Pine Siskin</p>\r",
    "01-10-2005": "<p>Good morning weather plus very high tides made for a wonderful morning at Waldo's Dike, where we met a lot of birders and watched the drama of rails and mammals fleeing high water while trying to avoid being eaten.</p><p>We saw, but do not yet have the database capability to record, the newly minted Cackling Goose. We also saw but did not identify, Scaup.</p><p>In addition to the birds listed, other participants observed Red-throated Loon, Eared Grebe, Western Grebe, Snow Goose, Red-breasted Sapsucker, Golden-crowned Sparrow, American Goldfinch, Wood Duck, Common Yellowthroat.</p>\r",
    "01-11-2005": "<p>On this last day of our three day tour, we observed very high tide conditions at Crown Memorial State Beach and Arrowhead Marsh. Weather was cool and windy with variable clouds. In both locations, hard-to-see rails were flushed out of their normal haunts, obliging them to seek the top of boardwalks, floating logs, or other highly unlikely perches.<p><p>In addition to the species listed, other participants on this trip observed: Chestnut-backed Chickadee, Anna's hummingbird, Forester's tern, short-billed dowitcher, cackling goose.</p>\r",
    "01-15-2005": "<p>The weather was cold but not rainy as we drove around the various sites in the San Joaquin valley searching for blackbirds, geese, and ducks.</p><p>In addition to the species listed, other participants on the trip observed: Blue-winged Teal, Osprey, Rough-legged Hawk, Virginia Rail, Ring-billed Gull, California Gull, Tree Swallow, Western Bluebird, Savannah Sparrow, Lincoln's Sparrow, American Goldfinch.</p>\r",
    "01-16-2005": "<p>The weather was beautiful, warm and sunny all day, making for delightful observing conditions.</p><p>We observed numerous mammals -- Bottle-nosed Dolphin, Harbour Seal, Steller's Sea Lion, California Sea Lion, Bobcat, Wild Boar, Sea Otter</p><p>In addition to the species listed, other participants observed Black Turnstone, Horned Grebe, Eared Grebe, and Mourning Dove.</p>\r",
    "12-31-2004": "Still jazzed about these siskins!\r",
    "01-22-2005": "We volunteered to help out with an SFBBO survey of plant and bird populations on Bair Island. What a cool experience!\r",
    "01-26-2005": "Mary found unprecedented numbers of passerines at our house on this rainy day\r",
    "02-04-2005": "I was out shooting this morning and saw that the Common Goldeneye are starting to do their wacky mating behavoirs. As one bird was showing off I got a nice action shot. Then, a Ring-billed Gull landed right next to me and started screaming. I grabbed a quick portrait before he flew off again.\r",
    "02-09-2005": "I drove around to the boat dock side of Shoreline Lake, and got some nice chances to shoot pictures with the sun behind me. The Goldeneye are really starting to get jiggy with it. Also saw Common x Barrow's Goldeneye\r",
    "02-10-2005": "There weren't many unusual birds to see, so I worked on using Servo autofocus with flying birds.\r",
    "02-17-2005": "Mary reports the Cedar Waxwings were clearly visible in our backyard trees eating the red berries. Bill would really like to take that photo.\r",
    "02-21-2005": "Ulistac and Sunnyvale baylands were both quite lovely this morning, and at least two species were very cooperative photo subjects today.\r",
    "03-17-2005": "We heard that great giggling sound high overhead and saw those distinctive silhouettes.\r",
    "03-10-2005": "I don't always remember to make notes about this pond, but it's always productive!\r",
    "02-11-2005": "I worked on flight shots again, this time with gulls. Had a female blackbird posing for me.\r",
    "03-21-2005": "I had several interesting subjects show up during my walk to the office this morning, including one I'd been waiting a long time for.\r",
    "04-02-2005": "Our first visit to McLellan Ranch in quite some time. We had a nice chat with one of the SCVAS Board members, and enjoyed being out in the warm sunshine.\r",
    "04-09-2005": "We couldn't exactly remember how to find Touvelle State Park, but we found this lovely park instead, where we found an impressive flock of Kinglets.\r",
    "04-06-2005": "I note the presence of Terns at the pond, a species I don't often find here.\r",
    "04-20-2005": "<p>Arrived at McAllen airport around 3:18pm. By 3:54pm, trip member Dolores had already gotten her first life bird of the trip (Great-tailed grackle) while on the way to the Best Western in Harlingen. We stopped there only briefly, then ran down to Laguna Atascosa NWR for picnic supper and birding. It was really wonderful to see so many of the highlight birds right away on the first day.</p><p>Mammals: mexican ground squirrel, collared peccary.</p>\r",
    "04-21-2005": "<p>Weather was extremely warm and humid.</p><p>We started the morning at Sabal Palm, then spent the afternoon at the convention center at South Padre Island, returning to Harlingen by Old Port Isabel Road.</p><p>Birds seen by others on the trip include: White Ibis, Sharp-shinned Hawk, Green Kingfisher, Bewick's Wren, Ruby-crowned Kinglet, Grey Catbird, Scarlet Tanager, Chipping Sparrow, Lazuli Bunting, Painted Bunting.</p><p>There was an alligator just off the boardwark at South Padre Island convention center.</p>\r",
    "04-22-2005": "<p>Weather was extremely hot and muggy, with varying clouds and occasional breeze.</p><p>In addition to the female Northern Parula, we observed a hybrid Northern x Tropical Parula.</p><p>Other critters included Pocket Gopher, Coyote, White-tailed Deer, Eastern Cottontail, and Spiny-backed Orb Weaver.</p>\r",
    "04-23-2005": "<p>An overcast day with winds from the northeast gave high hopes of being a premium fallout day, but we had to settle for quality over quantity at Padre Island.  Life looks at the Cape May Warbler at the convention center were enough prize to distract us from a \"low\" day total.</p><p>Our first trip to the convention center turned up only, ho hum, Blue-winged, Nashville and Tennessee Warblers, 2 orioles, Indigo Bunting and a few other passerines.  We took a break by  going to look at plovers, terns and gulls on the beach behind the convention center itself.  On our return, the Cape May Warbler was spotted almost immediately by the 5 or more photographers with large rigs pointed right at the bird's last known location.</p><p>We stopped at the beach and jetty at the south tip of the island, then said good-bye to South Padre and headed out to Bensen for owls and nightjars.  An elf owl emerged from a known location at 8:14 pm and was quickly joined in a near-by conifer by a second bird.  In the dusk, we observed multiple food exchanges between these two birds before it got too dark to see them at all.  A much more satisfying experience than a simple check-mark on a list.</p><p>Birds observed by others on the trip include: Clapper Rail, Least Sandpiper, Ruby-throated Hummingbird, Ladder-backed Woodpecker, Bank Swallow, Cave Swallow, Grey Catbird, Chestnut-sided Warbler, Clay-colored and Savanah Sparrow, Hooded Oriole</p>\r",
    "04-24-2005": "<p>Weather was cool and mostly overcast, a pleasant change from the week's weather.</p><p>Birds observed by others on the trip: Fulvous Whistling Duck, Pied-billed Grebe, Great Egret, Green Heron, Common Moorhen, Eastern Wood-pewee, Acadian Flycatcher, Willow/Alder Flycatcher, Tropical Kingbird, Cliff Swallow, Cave Swallow, Savannah Sparrow, Red-winged Blackbird, Ovenbird.</p>\r",
    "04-30-2005": "A first time visitor to our yard!\r",
    "05-01-2005": "Lots of the usual suspects were flying around the park, gathering nesting materials or food for their offspring.\r",
    "05-13-2005": "My alert colleagues directed me to a pair of courting Cowbirds  on the ledge directly outside their window.\r",
    "05-21-2005": "In addition to the species listed below, some observers also saw Red-shouldered Hawk, Lewis's Woodpecker, Western Wood-Pewee, House Wren, Black-headed Grosbeak, Brown-headed Cowbird.\r",
    "05-24-2005": "I spent some early morning time at Ulistac, then stopped by Charleston Slough on the way home.\r",
    "06-09-2005": "Weather was warm and humid, but a nice breeze plus some fog and cloud cover kept us from overheating. Migration seems to be mostly done, but we did see a lot of the regional specialties, many of which are unusual to us west-coasters\r",
    "06-10-2005": "A strong wind from offshore made the idea of a seawatch highly unappetizing, but nevertheless we got a life bird out of it, and met some cool people from New Jersey Audubon.\r",
    "06-14-2005": "I decided to check out reports of White-faced Ibis at Charleston Slough, and got lucky.\r",
    "06-23-2005": "Other observers saw Say's Phoebe, White-breasted Nuthatch, Bewick's Wren, Lazuli Bunting, Summer Tanager, Spotted Towhee\r",
    "06-24-2005": "A very productive day. I was very fortunate to get several close up shots from the car as we drove from stop to stop. Great light today!\r",
    "06-25-2005": "Others on the trip observed: Warbling Vireo, Orange-crowned Warbler, Western-screech Owl\r",
    "06-26-2005": "An awesome drive through the mountains concluded this excellent four day weekend. Thanks, Bob!\r",
    "06-28-2005": "I made one last trip with the 500mm looking for nesting passerines. I had only a few good shots, but it was a very nice walk.\r",
    "06-27-2005": "So, there we were fresh from four days of birding in the mountains, three days left on the 500mm f/4L rental. We had to go back out in the field!\r",
    "07-19-2005": "We went to check out reports of Phalaropes on the pond, which we found. We tried to make some of the Curlews into Whimbrels, but did not succeed.\r",
    "08-08-2005": "We went with most of the family to the park in hopes of finding woodpeckers. A good time was had by all.\r",
    "08-13-2005": "We hiked up to the top of the rock mesa. Fortunately, there were no forest fires this time.\r",
    "08-31-2005": "A momentous occassion! Ashok took me on both my first trip to \"Frank's Dump\" and my first serious shoot with my new Canon 500mm f/4L. The sunlight was gorgeous, the shorebirds were plentiful, the company was great. What a morning! Also saw Dowitcher sp.\r",
    "09-05-2005": "We had great evening light for this walk, and great looks at pelicans flying overhead.\r",
    "09-07-2005": "I really enjoyed hanging out with Ashok and Thomas, practicing flight shots and watching some really great inter-species squabbling between the Kites and the Hawks.\r",
    "09-14-2005": "Not the warm morning sunlight that we hoped for, but a great chance to observe Caspian Terns fishing and interacting.\r",
    "09-24-2005": "We followed a handy guide to Bodega Bay published by Madrone Audubon, which led us to Hole-in-the-head and Owl Canyon, two productive spots. We chatted with several birders we were to encounter on the pelagic trip the next day.\r",
    "09-25-2005": "Even though we both got pretty sick, we got great looks at as many as 60 albatross at once, along with shearwater, fulmar, skua, and storm petrel. What a day!\r",
    "10-12-2005": "I hunkered down in a sheltered platform at the Slough and got some nice close looks at ducks, pelicans, and cormorants.\r",
    "10-20-2005": "We had a great time watching a coyote trying to pounce on some unsuspecting prey at the top of the nearest ridge.\r",
    "10-03-2005": "We had a great day of birding on our way back to civilization, including a few magical moments at the base of Yosemite falls and a fleeting look at an elusive woodpecker by the Chevron station.\r",
    "09-28-2005": "We found some very cooperative subjects today, especially the Sora.\r",
    "10-10-2005": "I had only a few minutes of daylight left when I arrived, I spent them trying to track the skimmers as the swooped low over the water.\r",
    "11-07-2005": "We had a great time being sherpas to Bob Power's excellent class field trip at Las Gallinas. In addition to some great looks at raptors hunting we worked on ducks, shorebirds, and waders. Lots of fun! Also saw Dowitcher sp.\r",
    "11-09-2005": "We had a wonderful time photographing several subjects that we found right at eye level. I had hoped for direct sunlight, but the overcast light was very interesting, too.\r",
    "11-03-2005": "Inspired by Pete L, I decided to try some flight shots at this spot. Man those ducks move fast!\r",
    "11-16-2005": "We heard a lot of songbirds, and glimpsed a few, but most of our photos were of Red-tails. Also saw Dowitcher sp.\r",
    "11-26-2005": "In two photo sessions from dawn until 11am and from 3:30pm til dusk we ranged around the farm loop of the Refuge seeking the right lighting and wind conditions to photograph large flocks of white geese and cranes. Arthur Morris's sharp eyes spotted Greater Roadrunner, Northern Flicker, Wilson's Snipe, and Great Horned Owl from his car.\r",
    "11-27-2005": "Arthur Morris described this as the second worst weather at Bosque in ten years of photographing there. Bitter cold and blasting wind toppled cameras and nearly knocked us off our feet. We gave up early and had a long lunch.\r",
    "11-28-2005": "We took a break from the refuge today to visit Art's secret Wigeon pond, where we had dozens of Wigeon within a few yards. \r",
    "11-29-2005": "With an afternoon flight, we had a few hours in the morning, so we showed up for the sunrise shoot one more time, then hit the visitor center to see some passerines. What a great weekend!\r",
    "12-07-2005": "The high overcast worked really well for photographing high contrast plumages like the adult Surf Scoter; a cold but productive morning.\r",
    "12-10-2005": "While refilling the feeders and raking up the leaves, we found a few yard favorites.\r",
    "12-29-2005": "It turns out my high school science teacher is a bigtime birder. While visiting my parents I got a chance to go birding with Ray, we did great on woodpeckers.\r",
    "01-01-2006": "It looked like it might be a good high tide, so we set out to see what could be seen. No luck with black rail, but we still had fun, despite the powerful winds.\r",
    "01-02-2006": "We hoped to spend the day in the field, but the steady, all-day rain was not encouraging, and the couch was very comfy, so we worked on our yard list.\r",
    "01-05-2006": "We explored this park for the first time, and think we will definitely try again at high tide.\r",
    "12-18-2005": "We were out from around 8am until 3pm in very strong winds and occasional rain. The wind mostly prevented use of the spotting scopes. Some previously accessible boardwalks were locked. In spite of all that, we had a good day. We discovered that we had been misreading our section map for several years, and next year we'll have to try to cover more ground.\r",
    "01-07-2006": "We had a stroll around the Field Station looking for a rare gull and listening to stealthy passerines.\r",
    "01-08-2006": "Great light and many watchful eyes helped us find a bunch of year birds and all the trip's target birds. Lots of fun!\r",
    "01-12-2006": "Great morning light, good company, mostly cooperative birds\r",
    "01-14-2006": "Despite the really discouraging weather reports and unfamiliar terrain, we set out in search of the first Snowy Owl recorded in California since 1978. What a day!\r",
    "01-21-2006": "We finally decided to try this big trip on our own.\r",
    "01-22-2006": "We had to investigate the Eurasian Wigeon report.\r",
    "01-24-2006": "My second birdwalk with co-workers. The weather was outstanding.\r",
    "01-28-2006": "From Novato we headed first to Stafford Lake Park, a Marin County park were we saw many of today's land birds. The guide heard a Red-breasted Sapsucker which was never found. It was not yet raining, but very overcast and rather threatening. We then headed directly to Waldo's Dike to await the high tide. While at the Dike, other observers saw Swamp Sparrow. During the day, other observers Bewick's Wren, Winter Wren, and Violet-green Swallow.\r",
    "01-29-2006": "We're still trying to catch up with Mike and Mike's 137 county birds on January 1st of this year. Also saw Dowitcher sp.\r",
    "01-31-2006": "You never know what you might see in the \"ponds\" near Ralston and 101.\r",
    "02-02-2006": "We settled on a strategy of sitting still and letting the ducks come to us, which works a lot better than chasing them around the lake.\r",
    "02-04-2006": "Our first leisurely saturday morning in quite some time.\r",
    "02-11-2006": "Other observers saw Tree Swallow, Bewick's Wren, Common Yellowthroat, Spotted Towhee, Golden-crowned Sparrow\r",
    "02-21-2006": "Just trying to keep track of all the birds I see at my interchange, and when Dan spotted a Great Egret I wanted to jot it down.\r",
    "02-20-2006": "The golden sunrise filtering through the trees, scattered snow on the ground, mysterious rock formations, and a few brave passerines made for a quiet, lovely morning.\r",
    "02-18-2006": "The sunrise on the snow-capped mountains was lovely, and not at all what I expected to see so close to my house. I found some very cooperative bluebirds at the park, and some wonderful landscapes to photograph.\r",
    "02-16-2006": "It's always windy at Don Edwards, but at these temperatures you really notice it! I had a fun time closing in on a seemingly oblivious Fox Sparrow digging in the leaves for his breakfast.\r",
    "03-01-2006": "Another species for my interchange list\r",
    "03-11-2006": "We expected to find snow on the hills this morning, and weren't disappointed. We even got some quality time with some traditionally elusive passerines -- perhaps they were a bit startled by the show, and forgot to skulk.\r",
    "03-09-2006": "Our first outing in several weeks, it was nice to get back to it. We despaired at first when we were halted by a locked gate at the park entrance; happily, someone let us in after only a short wait.\r",
    "03-10-2006": "Decided to take a chance on iffy weather, and had some really nice, quiet moments with the Golden-crowned Sparrows. Sun came out, but honestly the light of the overcast sky was much more flattering.\r",
    "03-12-2006": "First, a Townsend's Warbler flew right in front of Mary as she got out of the car. Then, we heard the sound of my nemesis bird high overhead. I said, \"I bet those waxwings won't come down into this Holly tree and eat the berries.\"\r",
    "03-18-2006": "Other observers saw Mew Gull, Mourning Dove, White-tailed Kite.\r",
    "03-23-2006": "Houseguests Rick and Sherry were a powerful good luck charm today, especially considering the Golden Eagle we saw from our own driveway.\r",
    "03-30-2006": "<p>Ashok arrived early at our original destination, Coyote Point Marina. By the time I arrived, he had already scouted the area and concluded we should look elsewhere. Ashok suggested we try his favorite Foster City park near Marlin street.</p><p>I noticed early in the morning that I'd accumulated a big glob on my sensor, and without thinking I decided to just blow on it. Do NOT blow out sensor dirt yourself, use your Giottos Air Blower. Trust me.</p><p>After returning to the car for some clean, dry air, I got the sensor back in working order and found some great subjects to photograph on the pond, especially when Ashok's swans came out and put on a show. A very enjoyable morning.</p>\r",
    "04-06-2006": "With a rare break in the clouds, Ashok was itching to get over to Lake Merritt in search of breeding plumage Eared Grebes. We found them, and a few other subjects as well, such as this beguiling American White Pelican.Our second stop was Berkeley Aquatic Park in search of the elusive Tufted Duck. We did find a few Scaup, but none of them seemed to be tufted.\r",
    "04-15-2006": "<p>We took advantage of a break in the weather to introduce our friend <a href=\"http://knitist.typepad.com/\">The Knitist </a> to the glories of birding at Charleston Slough.</p><p>In Stevens Creek County Park, we walked from the Villa Maria picnic area uphill into Fremont Older Open Space Preserve. There, overlooking the abandoned quarry, we saw VAUX's and WHITE-THROATED SWIFT circling with NORTHERN ROUGH-WINGED SWALLOWS. All three species were flying at eye level, affording excellent views. ORANGE-CROWNED WARBLER was heard singing loudly from the bottom of the quarry. We found no dippers at the fourth bridge over Stevens Creek, where water levels were very high.</p><p>A breeding plumage BLACK-BELLIED PLOVER was seen from the observation platform at Charleston Slough, along with 28 BLACK SKIMMERS.</p><p>Two EARED GREBES in breeding plumage were seen from west the end of Shoreline Lake.</p><p>McClellan Ranch yielded many cooperate feeder birds plus a male WESTERN TANAGER in the sycamores above the creek, just at the entrace to the trail. A single WOOD DUCK flew rapidly overhead. Both BULLOCK's and HOODED ORIOLES were near the Audubon office building.</p>\r",
    "04-19-2006": "Following a hot tip from Ashok, I went to the pond before work in search of Dunlin, but had no interesting shots. Happily, I stopped by again after work and found excellent light and a willing, nearby subject. After all the rain, this was a really lovely evening.\r",
    "04-20-2006": "Ashok and I were very pleased to have Mary along with us this morning. Ashok got a life bird (Oriole), and we had some fun photographing cooperative birds at the Audubon office bird feeders and in the community garden plots.\r",
    "04-29-2006": "We started the morning bright and early at Cross Hill, hoping to see the legendary Caracara. After breakfast I camped out on the sand at Carmel River mouth waiting for shorebirds of various kinds. It was really fun. I also drove up to Asilomar and worked my way back down the peninsula, grooving on my iPod tunes.\r",
    "04-28-2006": "How can it be that we never birded on my birthday before? Well, anyway, it was a great day, birdPod was finally useful in the field for the first time.\r",
    "04-30-2006": "We had a fun visit to Monterey Harbor before breakfast. I explored a new park in the late morning, then we finished out the day in and around our familiar stomping grounds near Elkhorn Slough. It was a great weekend.\r",
    "05-11-2006": "We came in search of Laz Buntings, and found everything else. Possibly the most fun was had with Hidden Villa's colorful and fearless collection of chickens.\r",
    "04-27-2006": "We tried to make the most of the phalaropes at the Marina, but in the morning they are both far away and horribly backlit. We had more fun at Don Edwards, where we had closer subjects and better light angles.\r",
    "05-13-2006": "I decided to try taking a photography boat cruise with Yohn Gideon at Elkhorn Slough Safari. He got us really close to some otters and a number of birds. He says the autumn photography trip has even more birds. The close encounter with Pigeon Guillemot was fabulous.\r",
    "05-26-2006": "We decide to scout out Butterbredt Spring on our own, and have a nice drive around nearby birding spots.\r",
    "05-27-2006": "Thanks to Michael's comprehensive local knowledge, we had a great time at the two big migrant traps, Galileo Hill and Butterbredt Spring. He also showed us a wonderful colony of Yellow-headed Blackbirds in California City.\r",
    "05-28-2006": "We stop by the Spring in the early morning, then head up into the mountains toward Kernville. Along the way, we picked up a gregarious but exhausted fellow whose feet had given up in the middle of a 11 day trek along the Pacific Crest trail. We drove him down to Kernville and greatly enjoyed his company.\r",
    "05-29-2006": "We met up with our friends Michael and Gary for one more morning at the Spring before heading up to Piute Mountains to pick up our big target life bird, Pinyon Jay. We finally tore ourselves away late in the afternoon and joined the queue of cars returning to the bay area on highway 152.\r",
    "05-21-2006": "We decided to try for Lewis's Woodpecker and found one. The rain cut the trip short, but we still had a good time.\r",
    "06-03-2006": "On my third try (Mary's first), we were treated to an audience by the famous Screech Owl of Rancho San Antonio. The bird stayed around for about 35 minutes this morning, yawning occasionally, looking around a bit, and mostly sleeping. We had several fun opportunities to show the bird to passersby, and the photography was pretty good, given that the bird was in full shade.\r",
    "06-15-2006": "After several weeks off for travel, it was nice to be out in the sunshine in one of our favorite hangouts.\r",
    "06-20-2006": "We headed out to Santa Cruz to try to find a flock of shearwaters JB has been seeing for the last two weeks. No luck on that score, but a pleasant beach cruise was had by all.\r",
    "07-03-2006": "We got up early and went way up to the mountains to find some mountain species, and had a great time wandering around the beautiful alpine meadows awash with snowmelt.\r",
    "07-02-2006": "We had a fun stroll uphill to a great view of the lake and the many powerboats cruising all over it.\r",
    "07-21-2006": "Ashok and Bill went out early to beat the heat and find something interesting. We found quite a few interesting shorebirds.\r",
    "07-13-2006": "While Ashok was out of town I decided to stop by Don Edwards to see what I could find. I had some nice reflections off the water, and a very cooperative Killdeer on my drive back home.\r",
    "08-03-2006": "We also spent time photographing a gopher, which turns out to be a really weird looking critter.\r",
    "08-17-2006": "We wanted to break up the long drive to Ashland by making a quick stop at one of our favorite central valley winter birding spots to see what was happening in the summer. We found a few cool birds, and a lot of really big, hairy, scary, spiders.\r",
    "08-18-2006": "Our young friend Erik particularly wanted to go birding with us, and we happily obliged. He spotted several individuals that we missed, and taught us about the difference between dragonflys and damselflies.\r",
    "09-09-2006": "Bill and Ken Briggs when looking for the perfect Acorn Woodpecker photo, while Mary cruised around with Janna Pauser and the Wild Bird Center folks. Beautiful weather, good company, a lovely setting.\r",
    "09-23-2006": "The fog was unpredictable today. We spent a long time struggling with identification of faroff alcids we thought were Murrelets, but when we went into the Pigeon Point lighthouse grounds and looked from the observation platform, we had two closeup Marbled Murrelets only 100 yards out in great light showing clear field marks. It was a very gratifying moment.\r",
    "10-07-2006": "Mary wanted to go chase warblers up north, but after our other northerly engagement was cancelled, I said we should look closer to home. We had good warbler practice, and saw our first Nutmeg Mannikin.\r",
    "10-08-2006": "We had an excellent time hanging out with SCVAS Executive Director Bob Power atop Hawk Hill. Weirdest look was a Varied Thrush flying high overhead -- what is that guy doing there? Afterwards we successfully chased the beautiful male Hooded Warbler in Sutro Heights Park, and generally enjoyed the city. Gorgeous day\r",
    "10-14-2006": "<p>Saturday we set aside our preparations for floor refinishing and had an excellent day birding down in Monterey county. After some very cooperative shorebirds at Moss Landing State Beach, we checked out Elkhorn Slough by land before going out with Captain Yohn Gideon and Elkhorn Slough Safari to check it out from the water.</p><p>The Brown Pelicans are starting to get their breeding plumage on, and they're gorgeous. Most exciting was seeing a Common Murre, who drifted right past the boat in decent. I seem to have recovered from a mysterious \"ERROR 99\" message on my camera's LCD screen in time to snap a bunch of images. Whew.</p>\r",
    "11-05-2006": "In preparation for our Wild Bird Center trip on November 18th, we visited the Hayward Shoreline Interpretive Center and Frank's Dump. The Interpretive Center is a lovely spot, and serves as an excellent demonstration of the dramatic effects of the tide on a shallow slough. It was very gratifying to see so many different ducks around, winter is really here!\r",
    "11-16-2006": "We had fun trying to photograph rails near the boardwalk at high tide. The clappers were quite cooperative, whereas the virginias were completely uncooperative.\r",
    "11-18-2006": "We were very pleased to have an opportunity to lead a field trip sponsored by the Wild Bird Center in Los Gatos. We were blessed by great weather, a skilled group of participants, and cooperative birds. Highlights included seven or eight Clapper Rails at Arrowhead Marsh, a Eurasian Wigeon at Hayward Regional Shoreline, and a Prarie Falcon flyover near the Hayward Regional Shoreline Interpretive Center. Also saw Dowitcher sp.\r",
    "11-21-2006": "From her observation post in the guest room / knitting room / library, Mary added Black Phoebe to our yard list.\r",
    "11-24-2006": "After dropping Pat at the San Jose airport, we met Ashok down south at Ogier Ponds, and had a great time hanging out with Turkey Vultures and a very cooperative Osprey.\r",
    "11-30-2006": "We went to Venice Beach on Yamil's advice in search of a cooperative male Wood Duck. Although we didn't find the duck, we had a lot of fun hanging out with two fearless Bonaparte's Gulls, who swam closer than the 15 foot minimum focus distance of our telephoto lenses. Beautiful birds.\r",
    "12-08-2006": "Ashok's scouting revealed that Colusa was full of giant gravel trucks, so we decided to head to Sacramento NWR instead. There we had a great time doing the auto tour loop. After a tasty lunch at Granzella's in Williams, we headed down toward Lodi and scouted some locations for the next day. Also saw Dowitcher sp.\r",
    "12-09-2006": "This morning we dodged the rain at Cosumnes River and several other spots around Lodi. The constantly changing clouds dramatic sunlight were fascinating overhead while all around us the birds of a northern California winter -- geese, cranes, and swans. My favorite subject was an Pipit, who demonstrated that there's food even in the middle of the road, if you know where and how to look for it.\r",
    "12-22-2006": "These birds were all seen in the afternoon, standing in the driveway of our rental house. It looked like a storm was coming, and there was lots of activity as the front came through. An osprey perched on the large tree in the front yard twice, returning in the afternoon to eat a large fish right over our heads.\r",
    "12-23-2006": "We began driving the roads of Polk County before dawn after a night of heavy rain, with threatening skies. Our first stop was to locate a swamp sparrow.  Northern Harriers, ibis, sandhill cranes and yellow rumps were already active.  Pishing pulled in a Common Yellowthroat, followed by a single Swamp Sparrow.  Rufous wings, buffy rufous sides and grey nape were clearly observed.  Mission accomplished, we moved on to check a few more fields along the road where we saw 3 loggerhead shrikes and at least 8 palm warblers - unusual for us California birders used to seeing one at a time.\r",
    "12-28-2006": "Also saw Dowitcher sp.\r",
    "12-30-2006": "We closed out our time in Florida with a stroll through Mead Gardens, an excellent suburban park where Bill finally got a photograph of the Pileated Woodpecker, a longtime nemesis of his\r",
    "01-01-2007": "We started the year with an excellent field trip to Ano Nuevo State Reserve, then did some more birding in San Mateo County to try to build up the year list on day one. Also saw Dowitcher sp.\r",
    "01-07-2007": "We decided to take our young friend Seth and his many pairs of binoculars out to Vasona to see what could be seen. We had a nice walk, and got good looks at some ducks.\r",
    "01-20-2007": "We took a look around our favorite Palo Alto spots in preparation for the first All Church Winter Bird Walk. In the process we saw a bunch of year birds (especially gulls and shorebirds) and decided that we hoped the tide would be more favorable when we brought the actual group with us. Also saw Common x Barrow's Goldeneye\r",
    "01-21-2007": "We had so much fun birding in and around Santa Cruz that we never made it south of Moss Landing. Along the way we found our very first Northern Waterthrush. Even more exciting, Mary finally saw a Long-tailed Duck, ending a discrepancy between our life lists that stretched back to October, 2002, when Bill saw one briefly during a pelagic trip. On that occasion Mary had taken two Dramamines instead of one (bad, bad advice) and slept through the whole thing. This look was much better.\r",
    "01-26-2007": "Our first time doing Panoche Valley on our own. We did pretty well, adding some raptors and passerines to our year list. We also made our pilgrimmage to the famous Long-eared Owls of Mercey Hot Springs. At one point I ducked under some branches and found my binocular view full of four owls looking fiercely right at me. I had to back out, regain my composure, and start over again.\r",
    "01-27-2007": "Bob introduced us to several excellent new birding spots on this Audubon trip. Although we didn't see the elusive Mountain Quail (rapidly becoming a nemesis bird for me), we ended the day with a low-altitude flyover of around a hundred Tundra Swans, their calls mingling with the sound of their wings flapping in the stillness of the sunset.\r",
    "02-01-2007": "Ashok and I followed directions from Yamil in search of Ring-necked Ducks. We missed them, but we had great looks at Green Heron.\r",
    "02-19-2007": "My second trip to Byron was more successful.\r",
    "02-24-2007": "We observed several extremely large fish swimming in the channel north of the levee. The refuge guy confirmed that they were Striped Bass, and that the large ones could easily feed eight people. From what we could see of their backs sticking out of the water, we would have to agree.\r",
    "02-18-2007": "Another large flock of Goldfinches, perhaps the cold snap is making them extra hungry.\r",
    "02-17-2007": "I think this was our first Fox Sparrow in the yard. We thank our backyard birds for putting on such a good show for the GBBC.\r",
    "03-06-2007": "On our way out of Point Reyes we looked for raptors at the Visitor Center and ducks at Bolinas Lagoon.\r",
    "03-05-2007": "We started the day with a Tomales Bay kayaking trip led by Blue Water Kayaking, then headed out toward the lighthouse and the owls near chimmney rock.\r",
    "03-10-2007": "Bob Power led a fun trip for friends of SCVAS to some beautiful spots up in Marin county.\r",
    "03-15-2007": "Following a tip from Gary Apsenall, Ashok and I went to this shady spot in the Presidio where he had found hummingbirds last year. We had several Allen's Hummingbirds buzzing around, and were rewarded with close look on photogenic perches. Thanks, Gary!\r",
    "03-22-2007": "This morning I went to Rancho San Antonio in search of owls, woodpeckers, and passerines, but I found these Wild Turkeys instead. They seemed to like the shadows, but by sitting patiently I got a few shots of them out in the morning sun, where their wild colors and crazy features were fully illuminated.\r",
    "03-31-2007": "Locations included Sandy Wool Lake and Spring Valley at Ed Levin County Park, plus Sierra Road and Calaveras Reservoir\r",
    "04-07-2007": "<P>STEVENS CREEK COUNTY PARK</P><P>Villa Maria -- easily found ORANGE-CROWNED WARBLER, CALIFORNIA THRASHER, BLUE-GRAY GNATCHER onthe uphill trail above Villa Maria plus Standard oakwoodland species in the picnic area, many by voice.</P><P>Ranger station -- following a hot tip from Al Eisner,located WARBLING VIREO behind the ranger station by sound,turning up a TOWNSEND'S WARBLER in the same binocular view. Staked out WESTERN WOOD PEWEE and BROWN CREEPER by the bridge to Baytree picnic area in time for Snipe Hunters big day team to pick up that bird for their day list. Heard butnever saw an insistent PACIFIC-SLOPE FLYCATCHER on the upstream side of the bridge.</P><P>STEVENS CREEK RESERVOIR</P><P>Dam -- Hunting the shoreline for a certain sandpiperwe'd be sent to find, we came up empty at thislocation, but had fabulous views of a two DOUBLE-CRESTED CORMORANTS showing their \"crests\".  One bird had black crestserect over both eyes - but a second individualshowed much longer white crests.  Very silly looking, ifyou ask me.<P>Back corner -- Located the SPOTTED SANDPIPER at the back corner along with a KILLDEER.  We made several stops around thereservoir looking for this bird, which might have paid off on a weekday, but for our next Saturday morning visit, wewill skip all those stops in favor of the backcorner of the reservoir - not quite to the place where thecreek crosses the road.<P>ED LEVIN</P><P>Elm Picnic Area -- Last week when we arrived at Ed Levin, there wasabsolutely zero parking to be had at the Elm PicnicArea thanks to the Society for Creative Anacronismgathering in the meadow and we ended up skippingthis stop entirely.  This week, we had the place nearlyto ourselves. Did not locate the special goldfinch, butwasted a good hour figuring out the directions.\"North fence\" ??? Best birds: GOLDEN EAGLE, WILD TURKEY, BULLOCK'S ORIOLE,beautiful abundant YELLOW-RUMPED WARBLER, male Selasphorous hummeringbird.<p>Sandy Wool Area -- Stopped at Hang / Para glider parking to locate twoLAWRENCE'S GOLDFINCH as described by Dean Manley.  From there, headed straight up the hill from the dog parkfollowing the Agua Calliente trail to the sycamoregrove and beyond. Heard but never saw Rufous-crownedSparrow on the hillside beyond the sycamores.  Heardand saw GRASSHOPPER SPARROW in the same area and came down the hill pleased as punch.  Big payoff was our best view ofthe GRASSHOPPER SPARROW on the way down the hill.  Sparrow was singing in the grassy field opposity the large red water tank near sunset.  Remained perched in one location for 5minutes and was easily seen with scope.</P>\r",
    "04-12-2007": "The sycamores above Sandy Wool delivered their target birds once again, especially the Grasshopper sparrow\r",
    "04-14-2007": "<p>0330 -- Alarm goes off. Earliest. Alarm. Ever. Last minute preparations, gear shoveled into car, gas purchased at the last possible minute.<p>0430 -- Rendezvous with team.<p>0500 -- Enter Monte Bello Open Space Preserve under cover of darkness, to the tune of the Chariots of Fire theme. Play owl tapes, identify other birds by sound as dawn begins. Light rain does not deter us. 32 species so far</p><p>0715 -- Second stop, same park. Lightning raid on Monte Bello Gate 05 yields Sora but no Ring-necked Ducks. 8 more species.</p><p>0815 -- Stevens Creek Reservoir and upland locations. Tallied another 23 species, including Spotted Sandpiper.</p><p>1030 -- McClellan Ranch. Brief stop lengthened by pouring rain. Added 7 species including Barn Owl but no Wood Duck.</p><p>1130 -- Charleston Slough. One hour lightning rain on one of our birdiest spots adds 37 species, including Common Moorhen but not Black Skimmer. From here on, every species is a struggle.  107 so far.</p><p>1245 -- Detour on the way to Palo Alto Duck Pond produces surprise of the day, Great-tailed Grackle at O'Connor St. entrance to Bay Trail.  Luckily, it flies into the correct county.  +3 species.</p><p>1315 -- Eight species at Palo Alto Duck Pond, including Peregrine Falcon and Clapper Rail.</p><p>1345 -- Quick hike up the hill at Bxybee Park yields Burrowing Owl but not hoped-for Ross's Goose. Special treat, breeding plumage Bonaparte's Gulls over the water treatment plant. Added 5 new species.  123 so far.</p><p>1500 -- Nearly fruitless stops at Jubilee Christian Center (American Kestrel only) and State & Spreckles Pond (House Sparrow only) followed by successful hunt for Virginia Rails at Alviso Marina. Total of 3 new species in Alviso. Bob plays Rocky theme music.</p><p>1530 -- Don Edwards Environmental Education Center yields far off American White Pelican and some much-needed Gulls. Total of 5 new species, 131.</p><p>1630 -- After Golden Eagle and Loggerhead Shrike on Old Calaveras Road, Ed Levin Elm Picnic Area yields elusive Cedar Waxwings. Sandy Wool Lake area begins with frustrated search for Lawrence's Goldfinch. We hike up to the sycamores for Rufous-crowned Sparrow and House Wren. White-throated Swift is a nice bonus. Lawrence's Goldfinch finally showed as we returned to the cars.  + 9, for 140</p><p>1840 -- Bald Eagle sitting on nest and Rock Wren at Calaveras Reservoir.  142.</p><p>1910 -- Ring-necked Duck at Felter and Marsh Road, our last species of the day, lucky number 143.</p><p>1930 -- Wrap our personal biggest day ever with 143.  Pledges of  $2.75 per species pledges plus fixed pledges of $240 brings us to $633 dollars raised for SCVAS environmental education programs.</p>\r",
    "04-24-2007": "We went in search of White-throated Sparrow, but instead had a lot of fun with nearby shorebirds in breeding plumage.\r",
    "04-19-2007": "I promised Ashok a Wilson's Warbler that would respond to tapes. We found the bird, but it was too restless to be photographed. Happily we found some Wild Turkeys and a very photogenic Robin.\r",
    "05-05-2007": "I wanted to show Mary the buntings that Ashok and I found on Thursday. Happily, they obliged us by putting on a show.\r",
    "05-03-2007": "Ashok said he had read reports about Lazuli Buntins on Stevens Creek Trail in Monte Bello OSP. Boy were those reports correct!\r",
    "05-13-2007": "We got a chance to bird a new spot near Ashland, and thanks to the power of birdJam running on my ancient iPod, we pulled in our very first Dusky Flycatcher. We also got to show Lazuli Bunting to most of our fellow hikers.\r",
    "05-06-2007": "My young friend Katie is doing a school science project in which she is attempting to determine which species is most numerous at Charleston Slough. We suspect on this particular day it is the Cliff Swallows, but we talked about how changes in tide and season can bring large groups of other species, too.\r",
    "05-24-2007": "This morning Ashok, Yamil, and I started at Don Edwards, where all was quiet. After a scan from the Jubilee parking lot revealed neither cattle egrets nor yellow-headed blackbirds, we decided to try the nearby Coyote Creek Riparian Station. There were definitely birds around, but as always, the dense undergrowth made photography difficult. We retired to Mission City Coffee for a pleasant cup of coffee.\r",
    "05-31-2007": "I read with great interest the reports of Black-chinned Sparrows at Loma Prieta, but the \"private property\" signs made me uncomforable the last time I was there. Happily, more of these gorgeous birds were found at a less contentous location, and I was able to find them this morning.\r",
    "06-12-2007": "Others saw Pine Siskin, Lesser Goldfinch, Pygmy Nuthatch, Red-brested Nuthatch, Warbling Vireo\r",
    "07-01-2007": "<p>The first day featured long travel itineraries for everybody, but at last we're all here, and starting to realize what a fabulous place this is. </p><p>Birding todays started of with a visit to some locations in the town of Leduc while waiting for our last three tour participants to arrive.  Fred Johns Park offered very near views of water birds with chicks: Common Golden-eye, Red-necked Grebe, Bufflehead and American Coots.  Even inside the town we noticed the enormous blue skies of Alberta and the everp-changing cloudscape.</p><p>After picking up the rest of our party we made a quick stop at Miquelon Lakes Provincial Park (PP for short) for a quick look at the edge of the woods for warblers. Few turned up, though a Least Flycatcher got us started practicing locating birds by ear.  Two young Great Horned Owls were lurking near the corner of the woods.  A stop at the water's edge produced a Ruddy Duck making a spectacular bubble display as well as two Black Terns and a Spotted Sandpiper. Bird of the day: Black Tern.</p><p>Others observed Yellow-bellied Sapsucker, Northern Flicker, Black-and-white Warbler, American Redstart, Nashville Warbler</p>\r",
    "07-02-2007": "We started with a drive from Camrose to the Lowden Springs prairie preserve where we saw two Grasshopper sparrows, dozens of Savannah Sparrows and a good five or more Clay-colored Sparrows, along with some good water birds.  The hoped-for Baird's Sparrow and Sprague's pipit were not to be found.  Either it is too late in the summer for them or these target species were observing the Canada Day bank holiday.<br /><br />We took lunch at the campgrounds in Elnora - possibly the nicest campground restrooms ever - and did a bit of birding in town, then headed out to Dry Island Buffalo Jump provincial park for a last look at grassland habitat on this ten day trip. The canyon of the Red Deer River offers beautiful views of terraced badlands in rich green, grey and brown.  Our wildflower lovers were in awe at the profusion of wildflowers at the top of the buffalo jump overlook.  For me, though the highlight of this stop was a chance to observe a Yellow-bellied Sapsucker pair delivering food to (at least) two nestlings. The female tended to work her insect goodies into a bollus for the chicks and the male made multiple trips without apparently using an anvil to process the insects.  We took in a lot of new information thanks to narration of every detail by woodpecker expert Steve Shunk.<br /><br />All other birds observed today were spotted on roads between Camrose and our two main destinations.<br /><br />Species identified by other observers on the trip but missed by us: Marbled Godwit, Eastern Kingbird, Loggerhead Shrike, Common Raven, Violet-green Swallow, Cliff Swallow, Northern Rough-winged Swallow, House Wren, Mountain Bluebird, Spotted Towhee, Lark Sparrow, Baltimore Oriole, and Pine Siskin[note by Mary]\r",
    "07-03-2007": "Today was our last day for the parklands habitat before really heading north to the boreal forest. <br/>Mammals: Long-tailed Weasel, White-tailed Deer.\r",
    "07-04-2007": "Locations in and around Cold Lake Provincial Park included Cold Lake Campground, mouth of Medley River, Route 432 Fen.<br/>Mammals: Black Bear, Red Fox, White-tailed Deer, Red Squirrel, Richardson's Ground Squirrel\r",
    "07-05-2007": "We think we heard and saw Philadelphia Vireo.Locations included Ironwood Lake.\r",
    "07-06-2007": "We got another lifer!\r",
    "07-08-2007": "Boreal Centre for Bird Conservation, Slave Lake Campground, Merten Mountain\r",
    "07-10-2007": "Base of Jasper Tramway, Summit of The Whistlers\r",
    "07-11-2007": "Jasper to Wilcox Falls back to Jasper\r",
    "08-26-2007": "<p>Cheeseman's Ecological Safaris donated two tickets to this bird and whale watching expedition as prizes for the Santa Clara Valley Audubon Society spring fund-raiser. The weather was high overcast giving way to high sunlight in the late afternoon. A beautiful day on the water.</p><p>Mammals seen: Humpback Whale, Orca, Northern Right Whale Dolphin, Pacific White-sided Dolphin, Sea Otter, Sea Lion, Harbor Seal.</p><p>Other observers saw Pomeraine Jaeger, Harbor Porpoise.</p><p>An unidentified passerine circled the boat several times while we were at least an hour from shore, but it was unable to work up the courage to land, as far as we know.</p>\r",
    "09-03-2007": "Wind was from the north and very light, shorebirds flocked near the bridge south of the eucalyptus parking lot. Sunny, beautiful weather. Didn't walk out to the point, nor to the actual dump.\r",
    "09-08-2007": "Scouting locations for a Big Day in Alameda County -- visited Garin / Dry Creek, Redwood Regional Park, Lake Merritt, Berkeley Aquatic Park, and Berkeley Marina.  Wind was much stiffer near the shore than last weekend but still from the norht - windsurfers were out in force near the Berkeley Marina. Also saw Dowitcher sp.\r",
    "09-09-2007": "Frank's Dump: We hustled through Frank's Dump today - 45 minutes out to the bridge and back, with a long time scoping the big pond south of the parking lot from many angles.  We managed to find four new duck species, each represented by 1 - 4 individuals: Northern Pintail, Greater Scaup, Bufflehead, and American Wigeon.  This is starting to look better for our upcoming big day.<br /><br />But the eucalyptus grove coughed up N-O-T-H-I-N-G.  House sparrows and not one other species -- until the juvenile accipiter came between us & the car.  That was a treat in the desert!<br /><br />Emeryville: Drove directly to the last parking lot at the end of Powell and walked out the fishing pier.  No other stops made at this location Also saw Accipiter sp.\r",
    "09-10-2007": "My workgroup decided to take a turn around the lake. As I got toward the middle, I baffled them all with my loud exclamation, \"Holy cats, that's an IBIS!\"\r",
    "09-14-2007": "The weather was absolutely beautiful today, calm seas, sunny weather, warm temperatures.\r",
    "09-16-2007": "Although the morning was bright and sunny, the wind came up more as the day went on, and birds were hard to come by. Still, it was a great chance to work on learning our Jeagers and Shearwaters.\r",
    "09-17-2007": "After a long night's well-deserved sleep, we did some birding on the way back home.\r",
    "09-23-2007": "Team Motto:  Takin' Care of Business</br><br><b>SUMMARY</b><br />For an Alameda County Big Day, our three person crew met up in Bob's driveway at 2:30 AM. By 2:55 we had our first bird: Great Horned Owl calling at Redwood Regional Park. At 8 pm we wrapped up with bird #128, a Common Tern at Berkeley Marina. Our first warbler of the day, found at Del Valle Regional Park, turned out to be the bird thatfollowed us throughout the county -- Yellow Warbler. On reveiwing the ABA rules, we find that we can count our 3 partially seen birds for a Grand Total of 131 species or 52.610% of Alameda County.<br/><br/><b>Site-by-site notes</b><br />Our itinerary was heavily researched and frequently rearranged duringthe four weeks between coming up with the idea to do a big day and ourchosen date -- chosen because it was the only free day in our calendars inside the SFBBO Fall Challenge period. We'll be using these notes to enter our total in the Fall Challenge contest and forplanning our next Alameda Big Day.<br /><br />2:55 - 4:15 am - Redwood Regional Park<br />Much quiet listening and tape playing only turned up two owl species -Great Horned (between 2 and 6 individuals) and Western Screech (4individuals).  A slow start.<br /><br />4:45 - 5:40 Arrowhead Marsh<br />Walking in the back way let us look at Black-crowned Night-heron,Mallard, Mourning Dove and Great Egret in the dark on our way to theRail Spot, where both Clapper & Virginia Rail obliged, but Sora and(elusive?) Black Rail did not.<br / ><br />6:45 - 7:00 Mines Road<br />A quick pullout turned up California Thrasher and Rufous-crownedSparrow.  One of our biggest scouting successes was knowing where togo to get these dry, interior species quickly.<br / ><br />7:00 - 8:30 Del Valle Regional Park<br />A great spot for dawn - and we chose the specific stop inside the parkbased on email sent to the EBB mailing list the night before.  Our\"species per hour\" average jumped way up, as we entered Del Valle with21 species (that's four per hour) and left at 8:30 with 53 (slightlyover ten per hour). Specialties of the location were : Wilson's Snipe, Red-breastedSapsucker, Downy Woodpecker, Spotted Sandpiper, Osprey, Yellow-billedMagpie and Green Heron. <br / ><br />8:45 - 9:00 - Murietta's Well<br>This quick stop for a specialty bird did not go as planned. We leftwithout the Eurasian Collared Dove, but traded that miss for a WesternTanager.  And Yellow Warblers.<br / ><br />9:15 - 9:30 - Owl Road<br />Another great scouting success - knowing where to find a BurrowingOwl, Say's Phoebe, Loggerhead Shrike and (possible) Golden Eagle wasvery helpful in picking up 6 species in about 15 minutes. Onward!9:55 - 10:10 - Tassajara Creek park<br />Reported on EBB, this park was another quick dive into known birds,turning up two good warblers and a House Sparrow.<br / ><br />11:00 - 1:30 pm - Frank's Dump<br>Eucalpytus / bushes around the parking lot had a Lincoln's Sparrow,Warbling Vireo, more Yellow Warblers, and a White-Crowned sparrow.<br/ ><br />The large pond south of the parking lot obliged with a couple of duckspecies we hadn't gotten at Del Valle - Greater Scaup, Ruddy Duck, andNorthern Pintail - along with an Eared Grebe.<br /><br />The long walk out to the main shorebird roost was wearing -- some ofus were dragging a bit by this time.  But the payoff was *huge* withlarge flocks of Western Sandpiper and Black-bellied Plover harboringsmall numbers of Sanderling (10ish), Ruddy Turnstone (3), BlackTurnstone (1), Red Knot (20?), and Surfbird (1).  Hundreds of MarbledGodwit scanned failed to turn into Long-billed Curlews.  On the walkback, we heard, but never saw, Horned Larks on top of the active trashheap and Bob spotted a single fly-by Whimbrel.  We probably spent moretime than we should have trying to spot the Horned Larks, but theywere soooooo annoying close and vocal, it was hard to resist<br /><br/>2 pm - 3:30 pm Coyote Hills<br />The butterfly garden had a Western Woodpewee and American but not Lesser Goldfinches (a miss for the day).  An adult Cooper's Hawk landed on a pole just beyond the gardens and there wasn't much feeder action after that! Rock Wren failed to appear on our way out to the ducks overlook, but Green-winged Teal, American Wigeon, and Common Moorhen were located amongst hundreds of eclipse Northern Pintails -- and seen by Bob & Bill but missed by Mary, rats!  The arrival of a Lark Sparrow (once again, credit to Bob!) was a consolation prize.<br/ ><br />3:50 - 4:15 - San Leandro Marina<br />Drove up to San Leandro and found the Pectoral Sandpiper which Bob had discovered while scouting the day before. The sandpiper was on the island breakwater, but the tide was so low at this point that the \"island\" was acessible to the humans, and no terns were hanging around.<br /><br /> 4:30 - 5:00 - Alameda shore<br />Parked near the beach at Alameda South shore, where Bob spotted two Elegant Terns heading away -- which Bill & Mary could not pick up.  Picked up Long-billed Curlew, but no Sora.  Elected to cut this stop short in order to return to the redwoods, since our \"likely\" list had 8 redwood species left on it.<br /><br /> 5:30 - 6:30 - Chabot observatory<br />Another highly successful stop brought morale back up after a mid-afternoon slump amongst the smaller animals in the expedition.  In 10 minutes, we picked up Townsend's Warbler, Pygmy Nuthatch, Dark-eyed Junco, Steller's Jay, Brown Creeper, and Hairy Woodpecker in the first 10 feet of the trail. Only Mary saw the Band-tailed Pigeon flyover, so we can't count that on the list, but another 15 minutes' work brought us Red-breasted Nuthatch and Hutton's Vireo.  A second stop for chaparral netted us a Wrentit.  Now we were at 127 species and had our eyes on 130.  We dashed back to the shore to try our luck.<br /><br /> 7:00 - 7:45 pm - Cesar Chavez Park<br />We headed north along the road towards Cesar Chavez park near Berkeley Marina.  There was one Clark's Grebe visible in the water -- but none of our hoped for comormants or scoters.   We did find at least one Common Tern, but were unable to scare up the Barn Owl from the kite flying park. We had to close our day with 128 species.  A more energetic team would surely have tried another stop for Pelagic Cormorant or maybe Sora back at Arrowhead, to boost the total, but we were cooked on both sides and had to call it a night.<br /><br /> Our day ends with 128 species for the team - a perfect square -  and a feeling that we did \"pretty well\" for our first Alameda Big Day, but we want another shot!<br /><br /> POSTSCRIPT:  A big day is not over until the list is discussed & retallied at length and the rules reviewed.  ABA Big Day rules allow species to be included in the Grand Total even if they are not seen by all observers.  We had five species in that category -- Elegant Tern, Black-headed Grosbeak, Common Moorhen, Violet-green Swallow and Band-tailed Pigeon -- and a review of the rules shows that these all count, not just the ones seen by a majority of ht team.  We were allowed 6 species not seen by the whole team -- so all 5 of our \"partials\" count. This increases our total to 131 for the trip and that's the total we will be reporting to SFBBO.<br /><br /><b>Totals:</b><br /><br />Bob Power: 126 + VIGSWA + ELETER + COMMOO = 129<br />Bill Walker: 126 + COMMOO = 127<br />Mary Wisnewski: 126 + VIGSWA + BATPIG + BKHGRO = 129<br /><br>Grand Total: 131<br />Percentage: 52.610% of 249 species in Alameda County\r",
    "10-06-2007": "<p>Today we went with Lisa Myers on a fundraising Big Day trip as part of the San Francisco Bay Bird Observatory California Fall Challenge.</p><p>First stop of the day was Zmudowski State Beach. This out-of-the way approach road, many birds were seen on the drive to the beach. A Virginia Rail responded to a single taped call by flying across the entire pond directly toward us, landing at our feet.</p><p>Our sightings for Moss Landing State Beach include birds seen from the Moss Landing Marina as well as Jetty Road. The group was very excited to see six Snowy Plovers roosting quietly on the beach.</p><p>At Moonglow Dairy, we drove in through blackbird flocks, scoped nearby ponds for shorebirds, briefly checked edges of Eucalyptus grove. Circling Golden Eagle harassed by Red-tailed Hawks and Pectoral Sandpiper were the highlights of this stop.</p><p>Our lunch stop was the Embassay Suites hotel parking lot, where we immediately found the roosting Peregrine Falcon in the 'S' of the hotel logo. We showed it to a variety of hotel guests before moving to the lagoon.</p><p>After lunch we drove to Jacks Peak, which was very quiet. We worked hard to get seven woodland species in return for our $20 admission fee, a pricey $3 per bird.</p><p>The only target bird for this trip was the California Condor, so we made a beeline for the area south of Andrew Molera, stopping only to pick up Pelagic Cormorant and Black Oystercatcher on the rocky coast below highway one. South of Big Sur Station, Harold said to Lisa, \"What's that?\" We pulled off to investigate a large perched bird with no feathers on its head. It was clearly a Condor perched on a snag. While watching this bird, other team members found four more Condors circling the ridge line to the south. Great views were had by all.</p><p>Last bird of the day was the Great Horned Owl on Dolan Road in near total darkness. Preliminary tally is 108 species in Monterey County. Thanks, Lisa, for an excellent day!</p> Also saw Selasphorus Hummingbird Also saw Western Flycatcher\r",
    "10-27-2007": "Also saw Dowitcher sp.\r",
    "12-19-2007": "Also saw Dowitcher sp.\r",
    "12-31-2007": "We wanted to grab one last year bird for Santa Clara County, and the Green Heron was right we we thought he'd be.\r",
    "01-01-2008": "FIRT NOST!* Mary and Bill went out from 8 am to 2 pm on January 1 to get a start on the county list for 2008.  Starting in Palo Alto, we walked out to see the Clapper Rail at the Lucy Evans boardwalk, with nice looks at male and female Common Yellow-throats along the way.  At the end of the boardwalk, we found a group of Least Sandpipers climbing the grassy banks as the tide went out and Clark's Grebes in the bay. <p>Next stop, a look at the yacht harbor.  We found one Dunlin with the sandpipers across from the Lucy Evans parking lot.  A Merlin blew past at speed, spooking the smaller shorebirds. At the the duck pond and the exposed mud  yacht harbor we poked our way to 7 gull species. I'm sure there were more.  </p><p>Around 10:40 we gate-crashed some sort of January 1 community fun run to check out the golf course lakes visible from the parking lot at the end of Geng  Road.  We found single Greater White-fronted Goose among Canada Geese, but no mergansers.</p><p>By 11:30, we had made our way to Shoreline Lake, where our first bird was a Say's Phoebe on the golf course on the west side of the lake.  Scoping from the shore near the pump housing, we saw one Spotted Sandpiper fly from the near shore to the largest island.  We located 3 red-throated loons on the lake, where others have reported the same species.</p><p>Last stop of the day was McClellan Ranch, where our first sighting at 12:45 was a Sharp-shinned Hawk flying in to a high perch in the bare sycamores.  We walked the perimeter trail without seeing many birds.  The most productive area was near the junction of the trail into the garden area, where a large tree is down. Scrub jay, 2 woodpeckers, creeper, Townsend's Warbler, California Quail, Fox Sparrow and Lincoln's Sparrow were all seen here, while Red-shouldered Hawk, Belted Kingfisher and Stellar's Jay were only heard.</p>*FIRT NOST was a typo turned into jargon for users of the PLATO computer system at the University of Illinois in the late 1970's.  After the nightly system restart, the first person to post in =pad, a popular \"<a href=\"http://thinkofit.com/plato/dwplato.htm#gnotes\">group note</a>\" (equivalent to a news group) would excitedly declare their posting to be the \"First Note\" of the day.  When typing quickly, First Note became \"FIRT NOST\" and became the standard way to announce your first-ness.  This is our \"FIRT NOST\" birding note of 2008. Bwahaha!\r",
    "01-06-2008": "Our first backyard Hermit Thrush in a long time.\r",
    "01-12-2008": "Today we drove around the southern part of our county trying to fill out our county year list in general, and see some raptors in particular.\r",
    "01-09-2008": "We decided to try to find the loon down at the water district. Ashok saw it briefly, then we all saw a lot of fog.\r",
    "01-19-2008": "Bob Power took us on a tour of some great spots around Cosumnes, winding up with a Barn Owl at sunset at the end of Staten Island Road.\r",
    "01-21-2008": "We spent MLK day birding around Marin with Steve.\r",
    "01-28-2008": "After two days on land, we were finally ready to board the boat and practice our skills on the water.\r",
    "01-27-2008": "Concern about windy weather led us to Viera Wetlands, where we had many wading birds to photograph. Personally, the opportunity to photograph a perched American Bittern in good light was definitely a corrective emotional experience after several years of never getting a good opportunity.\r",
    "01-26-2008": "Today's highlight was photographing the Barred Owl at the end of Lake Cypress Owl. With Jim's help we were able to practice capturing the owls in flight, and one or two shots were worth keeping.\r",
    "01-29-2008": "We concentrated on the Snail Kites during the last day of the workshop, and were rewarded with great views of both male and female birds. We even tried our hand at some really challenging flight shots, Belted Kingfisher and Pileated Woodpecker.\r",
    "02-27-2008": "Although the Lewis's Woodpecker was not particularly cooperative, we did have good opportunities with a number of passerines like the Spotted Towhee\r",
    "08-17-2007": "We went looking for phalaropes in the shallow pond on the left side of the entrance road, right before the sharp left turn\r",
    "10-10-2007": "We heard a rumor that Yellow Warblers were being seen in good light here on attractive foliage, so we wanted to check it out.\r",
    "04-05-2006": "I thought I'd take a quick look around the Lucy Evans parking lot before the Bay Area Bird Photographers meeting started. Turns out I witnessed some pretty amazing stilt behavior.\r",
    "04-06-2008": "<p><i>In an arid landscape, water and food sources on Martin Refuge draw in the birds.  Yes, it was hot.  And humid. But we forgot to notice the heat each time we got the intense colors of a Green Jay, a Northern Cardinal or a Roadrunner in our sights.</i></p><p>Spent the day at the Javelina section of the (private) Martin Refuge, a 40 minute drive from McAllen, TX.  Ranch owners John and Audrey Martin have restored this acreage with native plants and developed several blinds for daily use by nature photographers.  We sampled 3 different blinds, all of which were dug into the ground and allowed eye-level shots of the birds coming to ponds, seed and suet near the blinds.  The morning was focused on familiar Rio Grande Valley birds: Curve-billed and Long-billed Thrasher, Green Jay, Crested Caracara, Northern Cardinal, Pyrrhuloxia, several species of doves and Greater Roadrunner.  Our first blind in the afternoon offered a few migrants: White-eyed Vireo, Lincoln's Sparrow and Blue Grosbeak, as well as Olive Sparrow.  The final stop was a blind near a corn feeder frequented by Javelina (oh boy, are they big!) and focused on ground feeding birds like Northern Bobwhite, Scaled Quail, Common Ground-dove, White-tipped Dove, Mourning Dove, as well as many of the morning birds.  A visit from a Sharp-shinned Hawk around tea time provided a distraction when a Common Ground-dove took refuge in our blind and had to be escorted from the premises. The facilities at this refuge and the guiding services of Patty Raney made for a fabulous first day in the Rio Grande Valley.</p>\r",
    "04-07-2008": "<p>Frontera - Chimney Swifts overhead before dawn start the day at Frontera Audubon.  Chasing a Yellow-breasted Chat, we circled back past a flowing stream near the entrance - a water feature designed by Allen Williams to provide shallow edges for active use by birds.  It's working! We stuck right by the stream as a Black-throated Green Warbler pair took turns bathing in the running water and dripping off in the green cover nearby.  After nearly an hour spent quite profitably outside the gate, we finally made our way in - and nearly the first birds we encountered were a fly-by Clay-colored Robin pair.  Oh, man, this is going to be good!  Within a minute, we spotted as many as 8 Broad-winged Hawks overhead.  And then we hit a slow spot along the trail - just a few Kiskadees near the dead-end trail, the incessant calls of the Chachalaca who truly seemed to be following us everywhere in the preserve, while Golden-fronted Woodpeckers appeared over and over, always in pairs. After searching fruitlessly for what sounded like an Orange-Crowned Warbler, we finally spotted Olive Sparrow singing on a tangle of brambles.  Not to worry - we found an Orange-Crowned Warbler later in the day on the other side of the property.  When we heard a high thin \"seep\" sound, we hustled down the trail to follow a Black-and-White Warbler from tree to tree.  Around the back fence, the elusive Blue Grosbeak was seen only by one of us.  We trotted past the wetland and pond, where a young Yellow-Crowned Night-heron fixed his baleful orange eye on us.  We had to ask for directions to the feeding station from a caretaker, who very helpfully led us to it.  From comfortable seats, we watched Chachalaca displays, House Sparrows, Common Ground-doves, Long-billed Thrasher and Buff-bellied Hummingbirds enjoy the fare. We marked the passage of time by the arrivals of Golden-Fronted Woodpeckers.  Over the feeding platforms, we spotted a Black-throated Grey Warbler waaaay back there in the tangle of vines.  As we prepared to leave the preserve, Executive Director Wayne Bartholomew provided highly useful tips for birding behind the Audubon property and for lunch at the Tea Room inside Antiques and Collectibles on the main highway through Frontera.</p><p>Allen Williams yard - Texas zoning strikes again.  Between a funeral home and a real estate office under construction is Allen William's house and workshop. The yard is open to birders for a $10 donation.  It's not a big property, but the activity is intense, with flowing water at several stations around the yard and lots of green cover. Blue-Winged Warbler, White-Throated Robin and Summer Tanager.  At least two Northern Parulas.  What amazing work Allen has done to landscape this yard and make a haven for birds and birders.</p><p>Parrot evening feeding - First the grackles and red-winged blackbirds.  Then a tentative visit by a whistling duck.  Finally, the flock arrives - at least 30 parrots.  15 at a time crowd into the feeding platform, most of them grabbing at peanuts with their right foot.  Do parrots have \"handedness\"?  50 whistling ducks line the roof of the house, watching our every move.  By sunset, everyone has moved on, except the Purple Martins coming to roost in their martin house.</p>\r",
    "04-08-2008": "<p><i>Two of three target birds co-operated today, and we were treated to an unexpected swirling flight of hawks. But the lasting image of this day's birding is the eyes of an owl looking down from behind a screen of leaves.  What is it about owls that makes an encounter with them seem so spiritually meaningful?</i></p><p>Before we left California,  birder / photographer Vivek Tiwari recommended that we include The Inn at El Canelo on our agenda.  We made arrangements on Sunday by email and spent Tuesday morning birding on the El Canelo Ranch, north of Raymondville, TX.  Owner Monica Burdette met us at the door at 8:00 and led us to the #1 target bird for visitors to the Inn - the Ferruginous Pygmy Owl - within about 2 minutes of our arrival.  Monica showed us the tiny female owl, fierce as anything and quite still in her private nest tree.  We noted the owl's location and sauntered out to a palm where Barn Owls roost (though we didn't see any there today).  On the way, we met owner Ray Burdette, out working on the property, and we spotted both Hooded and Orchard Orioles.  Both Monica and Ray made sure to tell us that this is a Very Intense Year for Rattlesnakes, and we should be careful to watch where we step.  We never did see a rattler, but we sure kept our eyes open. The next hour and a half were spent photographing the pygmy owl, the bobwhites in the lawn, a few orioles, Golden-Fronted Woodpecker -- all within hollering distance of the main ranch house.  The noisy arrivals and departures of Common and Great-tailed Grackles into the \"owl tree\" might have drowned out the sweet, low hooting of the owl, but the intensity of looking into the eyes of this tiny, beautiful predator kept us tuned in to her calls.  After a brief appearance by the male pygmy owl, we tore ourselves away and set off to photograph Scissor-tailed Flycatchers on the ranch roads.  This involves first finding a flycatcher and then rolling up to it slowly, hoping it is busy with a bug or otherwise fails to notice the large silver object approaching at 5 miles per hour, and then shooting like crazy out the windows of the car.  Three out of every four approaches are blown when the bird flies off, usually displaying lovely, un-photographed tail plumes.  Rats.  We managed to catch a few on the fence, just enough to make the enterprise seem like a good plan.  We may change our minds upon sober reflection.  In the course of searching the wires for scissor-tails, we saw first a solo adult Harris's Hawk, then a solo juvenile, and later a juvenile and an adult perched across the road from one another - getting a few shots of each in the increasingly harsh mid-day sun.  We ran a White-tailed Hawk off a perch without getting any shots - which takes about this much time: \"Stop. Stop! Stop stop stop, what the hell are you doing, stop!\"</p><p>Around noon, we left El Canelo for Edinburg, travelling by back roads as directed by our GPS, newly christened \"Victoria\".  Along the roads we saw construction, croplands, scissor-tails everywhere, and a large kettle of Swainson's Hawks just outside the Edinburg city limits on FM-107.  We circled back to take some flight shots. We were somewhat giddy as hawks hunted low over the field, banking past our vantage point on top of the drainage ditch.  They seemed to be attracted to this spent cabbage field by a tractor loosening the earth where some tasty rodents must live.  We saw two separate instances of hawks with prey in their beaks being pursued by a Crested Caracara - resulting in seeming success for the caracara, or at least disappointment for the Swainson's Hawk when the prey fell to the ground.  Every few minutes, the entire flight soared high into the air and repositioned to another area of the field to start over again. It was hard to tear ourselves away and move on towards the Edinbug Scenic Wetlands / World Birding Center.  Our dream was to find the Green Kingfisher, a smaller, greener relative of the Belted Kingfisher.  But the naturalist on site, Javier de Leon, reported that he has only seen the kingfisher two or three times a week since the end of February - and today was not one of those days for us.  We had to content ourselves with Least Grebes, Gull-billed Terns, close-up Great Kiskadees and Common Moorhens.  Before dinner, some of us made a brief stop at Allen Williams' yard again, where we saw -- but weren't fast enough to photograph -- White-Throated Robin and Yellow-Breasted Chat.  Wrapped up the day with take-out sandwiches from the Saigon Cafe on 10th street in McAllen - a taste of San Jose right here in the Rio Grande Valley.</p>\r",
    "04-09-2008": "We spent today at the Homestead tract of the Martin Refuge. After attending the morning feeding of the Chachalacas, we spent much of the rest of the day sequestered in blinds, awaiting Kiskadees and Green Jays. We did walk around the property briefly to find Cactus Wren and Gnatcatchers.\r",
    "04-10-2008": "Also saw Yellowlegs sp.\r",
    "04-27-2008": "<p>by Bob Power</p><p>We started the day at 4 a.m. at Almaden-Quicksilvers McAbee Entrance.  We were soon greeted by Great Horned Owls (4) and Western Screech-owls (2).  No Common Poorwill could be coaxed to call; Bob wrote this off as a function of too many Great-horned Owls around.</p><p>We relocated to the John Nicholas trail at Sanborn Co. Park for a change in species composition and to set us up for Oka Ponds at dawn.  This relocation paid off with Northern Saw-whet and Northern Pygmy-owl calling in the first half mile of the trail.  The dawn chorus included Black-headed Grosbeak identified by Mary, Western Tanager, Winter Wren, and Pacific-slope Flycatcher.  The hoped-for Pileated Woodpecker didnt get the memo, nor did Red-breasted or Pygmy-nuthatch.</p><p>Oka ponds coughed up two target species instantly with a Green Heron flying by the entrance at 7am and a Spotted Sandpiper flying across the first large pond we came to. The bonus bird was Vauxs Swift (2) flying in and out of a swirl of Northern Rough-winged and Cliff Swallows and picked up quickly by Bill. Unfortunately, all non-Mallard duck species have cleared out, so no Ring-necked Duck, no Common Merganser, and no other diving ducks in the main pond.  We could have turned around at the entrance gate and saved ourselves 30 minutes.</p><p>From Oka ponds we relocated to Stevens Creek Reservoir where Bill picked out a Common Merganser pair making their entrance from a side cove.  A brightly lit Black-crowned Night-heron gave us momentary hopes for the Osprey. It was indeed a Night-heron, and two stops at the launch ramp and several stops along the shoreline brought no Osprey and no Caspian Terns; two birds that seemed to be a given in the days and weeks leading up to our Birdathon date. Stevens Creek picnic areas and pull-outs represented a series of hits and misses. Biggest hits:  The Dipper pair was out on the rocks below their nest; Olive-sided Flycatcher calling east of the Cooley site; Western Wood-peewee calling as soon as we exited our vehicles at the Chestnut site; Western Tanager male waiting patiently for all party members to oooh and aaaaah; Well-scouted Blue-gray Gnatcatcher (Mary) buzzed at us invisibly from the same patch of brush at Villa Maria as last years bird. Biggest misses: No Cassins Vireo, no migrating warbler movement, and Bob's staked-out Kingfisher decided not to play.</p><p>On the drive down McClellan Road to McClellan Ranch a Hooded Oriole insisted we pull over before we got to the ranch. The Barn Owl was a no-show for the first time in recorded history, or at least the last couple of months that Ive checked. So much for home court advantage. The Oriole may have been trying to tell us something. Like the missing Osprey and Caspian Terns, the two Hooded Mergansers (the most consistent Hooded Mergansers in recorded history) caught the midnight train out of the Gates of Heaven Cemetery pond and were nowhere to be seen on Sunday.</p><p>Our goal to see a White-throated swift before we left Cupertino didnt pan out, so we zipped up to Page Mill at 280 and around to the Arastradero overpass. This cost us 25 minutes, but seeing swifts up close and personal has its own rewards.</p><p>The trip to Ed Levin County Park allowed for napping, snacking, jabbering and re-charging for Misery Hill. We picked up Western Kingbird (2) at Sandy Wools Eucalyptus grove thanks to Jim Thomass sharp eyes, and Yellow-billed Magpie, Rufous-crowned Sparrow (Mary dug this out of the mustard) and a heard-only House Wren on the trail up to the Sycamore Grove above the dog park, but Buntings, Blue Grosbeaks, and Grasshopper Sparrows eluded us.  We did stop to admire a huge moving cotton fuzzball that most members of the team believed was a Great Horned owlet.</p><p>From Sandy Wool we went straight up to Calaveras Reservoir stopping briefly at the Felter/Calaveras intersection to admire a low-gliding juvenile Golden Eagle.  That encounter made this an Eagle-packed hour as 10 minutes later we were opposite the transmission tower where an adult Bald Eagle was on the nest with mouth open and tongue out, either begging for fresh Coot or thermo-regulating; you make the call. Our go-to Rock Wren popped up at the rock field a mile south of the Bald Eagle nest.  Curtis Snyder picked out a backlit Kestrel for our first of the day as we continued on the Felter-Sierra loop.</p><p>A trip down Marsh Rd. netted a cooperative and beautiful Lark Sparrow. Two of its friends didnt stick around. Sierra Rd was spectacular visually, and had the added bonus of providing a singing Horned Lark (4) at the summit corral. Now it was time to hit the bay, and pond at State and Spreckels in Alviso brought us gorgeous alternate-plumage Dunlin, Semi-palmated Plover, and Eurasian-collared Dove.  </p><p>From here we headed for the Don Edwards Environmental Education Center in Alviso, where basic and alternate-plumage Bonapartes Gulls provided interesting comparisons, which Bob limited to 15 seconds each before he said \"time to move!\" Tate Snyder expertly IDd a small group of Northern Shovelers in flight as we tried to turn California Gulls into species we hadnt seen yet. We ticked a Burrowing Owl on the chain-link fence just north of Jubilee Christian, executed a u-turn, violated our 3rd of 4-for-the-day local, state or national traffic codes, skipped Arzino Ranch and headed for the Marina to look for Phalaropes and pray for Rails. The Alviso Marina was a bust.</p><p>The Palo Alto Duck pond and channel yielded a quick score of 10 new species for the day, including Whimbrel, Short-billed Dowitcher, and Clarks and Western Grebes. Charleston Slough had the targeted Cinnamon Teal and Common Moorhen, and a backlit, distant, no doubt about it, where have you been all day, White-tailed Kite. Mary pulled white rabbits out of a marsh hat by producing distant hidden American White Pelicans. At Shoreline Lake, to round out the list of targeted staked-out, no-fail birds that all punched their ticket on Saturday night, the Red-throated Loon was nowhere to be seen on Sunday, and the Black Skimmers may use the A-1 island pond for day roosting, but Sunday night they were elsewhere. Jim Thomas saved this stop with a backlit, distant, (must be a dinky scoter) Eared Grebe, and Mary insisted that Black-bellied Plover was still a possibility and right she was. The Plovers (2) were on the island where wed hoped for the Skimmers. Our last bird, despite the Snyders trek to to look at the back side of the island for the missing Skimmers.  A noble gesture. But its never over til its over...</p><p>At 8:03, sun has set, light is fading. Medium sized, pointed winged, powered flight, carrying dinner, heading for home Peregrine Falcon; 16 hours later, bird #139 makes its dramatic appearance.</p>\r",
    "04-26-2008": "Also saw Dowitcher sp.\r",
    "04-20-2008": "<p>Steven's Creek Bridge 3  9:05 am</p><p>Birdathon clock starts ticking at 9:05, when we pull over at Bridge 3.  No dipper, but 3 members of the Bob Hirt birdathon team.  We leave without satisfaction, but 200 yards down the road, we find Bob Hirt, staking out a dipper. Thanks, Bob!</p><p>Cooley picnic area  9:15</p><p>Saturday I watched Mike & Mike work the Cooley area and find two nice dendroica species.  What a surprise when our second dendroica in the same location turns out to be a Hermit Warbler. Bird of the day!  We stay long enough to see the Bob Hirt gang find the same Hermit Warbler and we are gone.</p><p>Boat launch  9:30</p><p>Common Mergansers at the corner of Stevens Creek and Monte Bello Road. Four minutes spent at the Boat Launch turns up the Osprey but no Caspian Tern.  Onward!</p><p>Villa Maria picnic area  9:40</p><p>Possibly our most successfully planned & executed stop of the day.  Uphill we went until we heard the Blue-gray Gnatcatcher, California Thrasher and Wrentit, then we turned around and split.  On the way out, we meet Bob Hirt AND Lori Cuesta.  Its old home week!</p><p>McClellan Ranch - 10:20</p><p>This stop did not work out as planned  no Lincolns Sparrow.  No White-crowned Sparrow. No tanager, no nuthatches. But good ground made up with swifts and an Oriole.</p><p>Transit  10:50</p><p>Black-crowned Night Heron flew up from the pond at Bubb and McClellan to land on the power wires. First of several good birds picked up in transit.</p><p>Don Edwards EEC  11:10</p><p>Bit of a gamble, making the long drive to the EEC, and it looked like a disappointment until the survey team pointed out a roadside Burrowing Owl. We hit our three target species for this stop and were surprised to count 21 species added at this stop.</p><p>Palo Alto Duck Pond / Yacht Harbor  12:08</p><p>We thought this would be the last stop of the day  but the mudflats were only lightly populated.  Spotted Lori Cuesta & team on our way out.  Wonder what they found that we missed?</p><p>Shoreline / Charleston Slough  12:40</p><p>Last 25 minutes!  Run, run!  Crossed paths with Bob Hirt again with 10 minutes to go.  We had a list of about 10 more expected species which we did not find at this stop, but when time ran out at 13:05, we were very happy with the day's results.  102 species in four hours.</p><p>Northern Harrier... the last bird ID'ed at 13:05.</p>\r",
    "05-15-2008": "Today was the official 2008 Bike-to-Work day. I had a pleasant ride along the creek trail. I enjoyed greeting other bike commuters and stopping by the \"Energizer Station\" at Bowers and Central Expressway, where I got a cute little canvas bag containing an adorable miniature Clif Bar\r",
    "07-04-2008": "Two Bewick's Wrens coming to the platform feeder -- are they a couple?\r",
    "07-12-2008": "I wanted to spend some quality time with the ocean, and also try to find some shorebirds. Turns out I had plenty of both.\r",
    "08-06-2008": "We set out from Hayward Shoreline Interpretive Center in search of nesting Least Terns. We might have seen a few, high up and far away, but didn't photograph them. Mostly we concentrated on nearby shorebirds in flight.\r",
    "09-11-2008": "After dropping Mary at the airport for a 6am flight, I headed out to Alviso to try finding some of the rarities I'd been hearing so much about. Big thanks to Mike Danzenbaker for helping me find one!\r",
    "09-16-2008": "A warm sunny fall day with a pretty stiff northerly wind for most of the day.  Billie and I visited the Princeton willows (north and south),  Pescadero Beach overlook, the Pescadero ranger station, and Skylawn between 7:45 and 4:45.  We had no new species at Skylawn.Our most unexpected look of the day was 40 Common Ravens circling on thermals just west of the Hwy 92 summit around 4:00.  I think that's the largest group of ravens I've ever seen.\r",
    "09-22-2008": "This was our big day for the San Francisco Bay Bird Observatory's <a href=\"http://www.sfbbo.org/support/fall_challenge.php\">California Fall Challenge</a> (their annual fundraiser). We ran according to standard big day rules. We are entering as \"MBB Overdrive\" (Mary Wisnewski, Bill Walker, and Bob Power). Our theme this year is \"More than a feeling.\"<br/><br/>Weather began with clear skies and a temperature of 47 F as we drove over Hwy 92 in the dark.  Skies continued clear with only light wind from the north at the coast.  When we crossed to the bay side, temperature rose nearly 15 degrees to around 85.<br/><br/>Highlights of the trip as posted to Pen Birds by Bob:<br/><br/>4 species of Owl in and around Butano State Park and Gazos Cr. Rd.<br/>Sooty Sheerwaters on the water and Buller's gliding by at Pigeon Pt.<br/>Pacific Loon (1) and Rhino Auklets (3) at Pigeon Pt.<br/>Wandering Tattlers (2) under the Pescadero Cr. mouth bridge.<br/>Parasitic Jaegers (2) @ Coyote Pt.<br/>Black Skimmers (8) at Radio Rd.<br/>Blue-winged Teal (2) at Nob Hill pond (Redwood Shores).<br/><br/>Mary's notes on the route, in case we run it again next year: The route was laid out with two goals:  to catch a migrant flock (which we never really found) and to cover as much habitat diversity as possible. We wrote up a detailed plan with times and our hoped-for target birds at each location.<br/><br/>Wavecrest - Barn Owl (missed)<br/>Pescadero Marsh - rails (missed)<br/>Butano State Park - owls<br/>Gazos Creek - owls and dawn chorus<br/>Gazos Creek Mouth - gulls, shorebirds<br/>Pigeon Point - pelagic species and tricolored blackbird<br/>Lake Lucerne - stray shorebirds (missed)<br/>Pescadero Beach - rocky shorebirds<br/>Pillar Point Harbor - divers<br/>Princeton Willows - warblers, etc<br/>Etheldore (south end) - warblers<br/>Skylawn - crossbills (missed)<br/>Filoli entrance - oak woodland species<br/>Coyote Point - passerine migrants and shorebirds, jaegers<br/>Radio Road - ducks, shorebirds, swallowsNob Hill Pond - ducks<br/>Menlo Park - second chance at a Barn Owl (score!)<br/>East PA marsh - for rails and pheasant (missed)<br/> Also saw Western Flycatcher\r",
    "09-27-2008": "This trip supports the San Francisco Bay Bird Observatory's annual California Fall Challenge. Mary and Stephanie planned the trip to maximize access to passerine migrants and shorebirds at high tide. Two leaders and eight participants started the day at the West Winton Avenue parking lot for Hayward Regional Shoreline at 8:30am, where five species of warblers and a clay-colored sparrow were seen. The long walk out to Frank's dump gave us a chance to observe Osprey and Horned Larks. Highlights among the shorebirds included Red Knots, Dunlin, and two Snowy Plovers. We then moved south to the Interpretive Center to watch the mudflats as the tide receded, where we saw Semiplamated Plovers, Whimbrels, and nice comparative views of Least and Western Sandpipers. We wrapped up our trip at 2:30pm after two Peregrine Falcons strafed the gull and shorebird flock for several minutes. Also saw Dowitcher sp.\r",
    "12-14-2008": "<p>Today, Mary and I participated in one of ourholiday traditions, the San Jose Christmas Bird Count (CBC). As youprobably know, our job is to count every bird we see within our smallpiece of a 10mi circle drawn around the center of San Jose. Weconstitute Party #4 of the Alviso Sector. We are entrusted with a keyto the National Wildlife Refuge. Our most important task is to ensurethat the San Francisco Bay's population of Snowy Plovers gets into theCBC database for San Jose.</p><p>The weather was pretty spectacularly bad, with temperatures in the40's most of the day, driving winds all afternoon, and frequent rainshowers. The wind is particularly vexing when trying to tally uphundreds of ducks on a record sheet flapping in the breeze.</p><p>In spite of all that, we had some magical moments. After an hour oftramping along narrow catwalks under the high tension power towers, wewere rewarded with two seperate flocks of the aforementioned SnowyPlovers totaling 67 birds, more than four times as many as we've everseen in our area. It turns out some nearby ponds have much higherwater levels this year, probably pushing some birds into our countarea. We also got to watch a Prairie Falcon and a Golden Eagle tryingto keep their composure in the wind. We got to visit Drawbridge, agenuine ghost town in the middle of the bay.</p><p>Afterwards, we retreated to Una Mas to write up the paperwork and graba bite to eat. Burrito's never tasted so good.</p>\r",
    "12-30-2008": "Other observers saw American Pipit, Thayer's Gull, and Lincoln's Sparrow\r",
    "12-20-2008": "Section 20-something of the Pt. Reyes Christmas Bird Count is rural cattle land and a few upland wooded habitats around riparian areas.  Our target species included Loggerhead Shrike (wiff) and Rufous Crowned Sparrow (score!).  The chilly morning of frost gave way to a sunny day with little wind, high around 50 in our sector.\r",
    "01-14-2009": "Based on advice from Chuq and others, we went in search of interesting ducks up in Foster City. The light was good, and the ducks were pretty cooperative. The hightlight was a group of several Blue-winged Teal paddling around the pond. Also saw Dowitcher sp.\r",
    "01-24-2009": "While watching Illinois basketball. Go Illnois!\r",
    "02-01-2009": "Also saw Yellowlegs sp.\r",
    "02-14-2009": "Stephanie Ellis invited us along on her field trip for Sequoia Audubon, and we got to show some folks around the Palo Alto Duck pond and Charleston Slough. It was the only break in the rain for days!\r",
    "02-21-2009": "Bob Power led us on a trip to the very popular Merced NWR, which today was packed with bay area birders and photographers. We got to see the \"goose bomb\" quite a few times, as the white geese kept exploding off the ground time and again; we're not sure why. Other highlights included nice looks at eared and horned grebes together and hundreds of scaup flushing up from the quiet of the O'Neill Forebay.\r",
    "04-11-2009": "Today the Sitting Ducks birdathon team drew their circle in the dirt and spent four hours looking intently in every direction, across fields, fresh, and saltwater ponds and marshes. We're pleased to report that beat fifty species, with a nice look at Peregrine Falcon to end the birdathon. Also saw Dowitcher sp.\r",
    "04-12-2009": "As usual, we were up on the hills above Stanford this morning for Easter sunrise service near the radio astronomy dish. Also, as usual, we were joined by several dozen very curious cattle who aren't usually serenaded by guitars and flutes. The dawn chorus up there was quite impressive, I'm glad there have been such extensive efforts to maintain the habitat up there.\r",
    "04-15-2009": "We're getting ready for our big day on Sunday!\r",
    "04-19-2009": "Also saw Selasphorus Hummingbird\r",
    "05-11-2009": "Rick, Sherry, Mary & Bill go on a 10 day walkabout in California and Oregon, including three days in Ashland for the Oregon Shakespeare Festival.  Day 1 includes the drive north on I-5, lunch at Burney Falls, a photo stop at Fall River Mills and the descent into the Modoc plain.Mammals seen on the trip:  Pronghorn Antelope and some sort of chipmunk.\r",
    "05-12-2009": "Also saw Selasphorus Hummingbird\r",
    "05-24-2009": "We stayed in a lovely weekend rental on Tomales Bay, did some kayaking, and saw lots of great birds flying around the bay while cooking dinner.\r",
    "09-13-2009": "Doug and Gail Cheeseman lead this trip once a year and we've been out twice now.  We stuck close to spotters Bob Power and Mike Mammoser most of the day.  Sunday's weather was fairly cool - around 60 - 70 degrees - with very little wind or chop, but a strong swell.<br /><br />  On the way out, we saw millions of jellies in the water - it looked like the jellies exhibit at the Monterey Bay Aquarium turned on its side and stretched out like 2 miles.  They were everywhere. Doug said the overcast might have kept the food closer to the surface, bringing the jellies up.<br /><br />Mammals for the day included California Sea Lions, Harbor Seals, Humpback Whales (2), Northern Right Whale Dolphins (20+), Pacific White-sided Dolphins (100+) and the prize at the end of the day, Orcas (5)!<br /><br />Other observers saw Red Phalaropes (small flock of 7-10 birds in flight) and Long-tailed Jaegers.<br /><br />\r",
    "09-27-2009": "We were awake early after spending the night at the lighthouse hostel, and so we decided to try some owling at Gazos Creek.\r",
    "10-09-2009": "<p><b>0330 Laird Park</b></p>Our first stop was quite successful for owls, but completely unproductive for the rails we hoped to get here.<p><b>0500 del puerto canyon road</b></p>We spent seven hours total driving up and down Del Puerto Canyon road, first in the dark and then in the light. We turned up some interesting birds before sunrise (especially Wild Turkey at Frank Raines park). The first light of the morning was lovely, but confusion about the details of the road's mile markers slowed us down a bit.<p><b>1200 patternson sewage ponds</b></p>We left the canyon in search of water and different habitats.<p><b>1232 pond near patterson sewage ponds</b></p>1315 ceres sewage ponds<br/>1356 san joaquin river nwr (beckwith road), mostly on the way to the pullout<br/>1643 drive down willms + crabtree roads<br/>1800 sunset at Turlock Lake<br/>2100 rechecking for rails, grackles<br/> Also saw Aechmophorus Grebe Also saw Western Flycatcher\r",
    "11-30-2009": "Also saw Yellowlegs sp.\r",
    "12-31-2009": "We decided to take our vietnamese sandwiches to the bay and preview the high tide on new year's day. We arrived an hour after high tide. Skies were partly cloudy\r",
    "01-01-2010": "Also saw Yellowlegs sp.\r",
    "01-02-2010": "We were part of the Mines Road / Del Puerto Canyon Road team\r",
    "01-16-2010": "Weather was high overcast for most of the day; almost no wind; High for the day around 60 degrees. Also saw Dowitcher sp.\r",
    "01-23-2010": "We started at Natural Bridges State Beach. We tried Neary Lagoon, but most of it was fenced off due to some combination of high water levels and construction. After stopping at the bakery, we went south to Capitola marina to see gulls in flight. Our last stop was at College Lake (near Watsonville's Kelly Lake)\r",
    "04-24-2010": "Using the same itinerary we used to introduce Jeni Chase to birding, we spent the day showing our friend Randall the wonders of birding and bird photography.\r",
    "06-05-2010": "Our first day birding Alaska around Anchorage. Visited Westchester lagoon, a lake near the Anchorage airport, cliffs overlooking Cook Inlet, and Potter's Marsh.\r",
    "06-07-2010": "This was our travel day to Nome. We arrived around lunchtime and took a half day drive along Council Road up to the western end of Safety Sound, roughly milepost (MP) 20.\r",
    "06-08-2010": "Still in eager puppy mode, we stopped the car for nearly every bird, had a wonderful time at the Penny river photographing warblers and tried our stalking technique on several Willow Ptarmigan. The sighting of the day was probably the Short-tailed Weasel, bounding amongst rocks at the turnoff for Woolley Lagoon. A wagtail seen on the left side of the road could not be refound and so was not counted as a lifebird for Mary and Bill.<p/>Mammals: Reindeer, Arctic Ground Squirrel, Short-tailed Weasel. Musk Ox (two herds, 19 and 13 individuals, respectively; both herds with babies)\r",
    "06-09-2010": "Made it all the way out Council Road on our fifth day in Alaska with extended stops at Safety Sound and the railroad to nowhere. Stopped just below Solomon to photograph Yellow Wagtails and an American Kestrel in flight. Gryfalcon nest found as advertised near Milepost 44, but the adult bird afforded only fleeting, distant looks. Luckily, the Wagtails and Wheatear, which we'd seen only partially the day before, were on view.<p/>Mammals: Arctic Ground Squirrel\r",
    "06-10-2010": "This was Bristle-thighed Curlew day! Our team left Nome around 4:15am and headed up a very quiet Kougarouk Road. The early hour afforded us many views of animals along the road, including Arctic Hares, which ran down the road in front of the car on two occassions, and our very first Rock Ptarmigan, also a road bird. We arrived at Curlew Hill around 7:30am and trekked uphill only about 3/4 of a mile before a ghostly Curlew flew by in the fog, calling distinctly and displaying. Fog prevented us from seeing any actual field marks, but the ID was solid. Only one individual was seen.<p/>After the Curlew triumph we returned to Salmon Lake and were able to locate the Bluethroat reported from the Salmon Lake campground, as well as a very cooperative group of Wilson's Warblers. Ashok saw a Wagtail along the road at this location, but the rest of us weren't quick enough to photograph it.<p/>Mammals: many Arctic Ground Squirrel, female Moose with very young baby wading upstream, male Moose, three Arctic Hares, one Brush Rabbit\r",
    "06-11-2010": "Split up the day for best photographic opportunities; Spent the morning pursuing the Arctic Warbler and Bluethroat; the afternoon outing focused on shorebirds and the fine hospitality of the Safety Checkpoint Roadhouse. Between these excursions we took time to commune with the Northern Shrike nest near Bering Air terminal at the Nome airport. Discovery of the day was Mary's ability to speak Spotted Sandpiper.<p/>Mammals seen: Porcupine, Beaver, Arctic Ground Squirrel on Kougarouk Road; A single Moose on the hillside above the Nome harbor jetty.\r",
    "06-12-2010": "Teller afforded us views of real sea ice and several bird species standing on said ice -- Kittiwakes, gulls, cormorants, and Harlequin Ducks. Revisiting the Teller Road allowed us to take side trips to find the Golden Plovers (Pacific and American). Twenty marvelous minutes with a Short-eared Owl coursing over the tundra near Milepost 26. Photo opportunities with a mated pair of banded Bar-tailed Godwits K1 (female) and J9 (male). Our most unexpected sighting was a Gyrfalcon pair around Milepost 28.<p/>Mammals: small herd of 9 Musk Ox; three different herds of Reindeer; Arctic Ground Squirrel.\r",
    "07-17-2010": "<p>A great day on the water with the Santa Clara Valley Audubon Society, David Wimpfheimer and Bob Power trip leaders. Hosted Peter White, author of \"The Farallon Islands: Sentinels of the Golden Gate\", for a trip leaving from Emeryville Marina out to the Farallons. Good weather prevailed, only occassional choppy water. Departure at 7:30am, returned around 4:30pm. Lots of information shared about the history of the Farallons, status of breeding birds there, and discussion of mammals.</p><p>Cetaceans seen included two Blue Whales, two Humpback Whales, one frisky Gray Whale, Northern Right Whale Dolphins, Harbor Porpoises, Dahl's Porpoises, three Risso's Dolphins, and Pacific White-sided Dolphins. Pinapeds included Harbor Seal, our first Stellar's Sea Lions and Northern Fur Seals, plus plenty of California Sea Lions. One Elephant Seal was seen by others on the trip, but we missed it.</p>\r",
    "08-07-2010": "<p>We started the day at Mission San Xavier for a quick look around the mission and ended up seeing one great desert species, the Curve-billed Thrasher.</p><p>We stopped for lunch at the Brown Mountain picnic area of the Saguaro National Monument, where some kind of lizard dropped to the ground right behind Bill's feet and scampered frantically back up the pillar of the picnic shelter.</p>\r",
    "08-09-2010": "<p>Madera Canyon!  After three days of all the locals asking \"Have you been to Madera Canyon yet?\", here we are.</p><p>Our first stop of the day was Florida Wash and nearby scrubland.  Recent storms meant water in the channel to watch orioles, grosbeaks, warblers and sparrows bathing.  We met Jim Danzenbaker on the road and nearly the first thing he said was \"There's a Zone-tailed Hawk\" - and Bob caught the yellow feet, but Bill and I were too slow on the draw to get the bird in our bins.</p><p>The Proctor Road parking area was full of bird song - Bell's vireo and botteri's sparrow loudest among them.</p><p>And then the hike up Carrie Nation Trail, where we found four of our big target birds.  First the confluence of plumbeous vireo, followed immediately by painted redstart, but wait, there's a sulfur-bellied flycatcher, and look over here: hepatic tanager.  We probably didn't move more than 20 yards to get these four great birds.</p><p>The next half-mile up the trail was in search of trogons.  We first heard them calling shortly after the four bird shoutout, and traced them up, up, up until we found a male elegant trogon who perched, called, moved, and returned twice to give everyone a good long look.</p><p>After the hike down, we visited two hummingbird feeder sites - Santa Rita Lodge and Madera Kubo.  The first was large and sunny and featured broad-billed and black-chinned hummers, with one Anna's visiting a side feeder, far from the madding crowd.  The second stop was deep in shade and more diverse on the afternoon we visited, with broad-billed, black-chinned, violet-crowned, magnificent and beryline hummingbirds on offer over the 45 minutes we spent looking.</p><p>Drove home down the canyon, happy and full of visions of hummingbirds and trogon.</p>\r",
    "08-10-2010": "Transit day from Green Valley to the Chiracahua Mountains, featuring stops in Sonoita for grassland birds, the \"Environmental Operations Park\"/sewage ponds in Sierra Vista, and the San Pedro House.  Amazing scenery the entire day, with great birds at the Las Cienegas grasslands and the San Pedro House trails, despite the heat.  45 minute sojourn at the roundabout in Bisbee yielded zero birds.\r",
    "08-11-2010": "First full day in the Chiracahua Mts.  Bill photo'ed the canyon walls at sunrise, followed by pre-breakfast birding at the Cave Creek Ranch feeders (Mexican Jay, and brief glimpses of Blue-throated hummingbird) and into the desert scrub (paired Curve-billed Thrashers, a Cactus Wren and Canyon Towhee).  Most of this day was spent along the road between Cave Creek Ranch and the Southwest Research Station, checking out campgrounds, picnic areas and trails.  The best flock of the day came along the trail beyond South Fork picnic area - bridled titmice, painted redstarts, grace's warbler, black-throated grey warblers, and a brown creeper for spice.Special moments of the day: Bob locating the beryline hummingbird nest (per instructions) and finding a female beryline hummer re-constructing her lichen-covered nest with multiple trips to neaby nest material sources.  Walking up past bug collection sheets at the Research Station to call in the Whiskered screech owl for an actual visual sighting of this little owl.\r",
    "09-19-2010": "Notes courtesy of Bob PowerWe started our day at Meeker Slough in Richmond at 4 a.m.  First bird was aKilldeer, #2 was a Black-bellied Plover, #3 was the target bird, Clapper Rail,and #4 was ... hey, that's no bird, that's a raccoon!<p>Next stop was San Pablo Dam and Bear Creek Rds. As we pulled into our firstparking spot, a Northern Saw-whet Owl was wailing. Two Great Horned Owls werecalling back and forth. In the next 30 minutes, 4 Western Screech-owls, 4 GreatHorned Owls and 2 Saw-whet owls were keeping us company. Just a bit east onBearCreek, a Barn owl greeted us as we got out of our vehicle.<p>Dawn brought a major downpour for 3 minutes that disappeared as quickly as ithad appeared. Most of the morning was gray and threatening, but we managed tododge whatever bad weather was poking around the bay. Inspiration Pt. provided25 species or so, but unfortunately nothing juicy like a tanager or a warbler flock. Albany Crescent had an excellent shorebird roost with hundreds of Black-bellied Plovers, but we were too late to see the birds spread out on the mudflats and missed anything rarer than the two Whimbrel we identified. Pt.Isabel seemed like a bit of a waste until we decided to go the extra 100 yards and spooked a Spotted Sandpiper and a Wandering Tattler. The highlight of the bayside part of our day was an unplanned detour out to the end of Canal Street.<p>We'd hoped to skip this extra leg, but the Harlequin Duck made no appearancewhile we were at Vincent Park, so we felt compelled to get a better look atBrooks Island. From the end of Canal, we found the Harlequin Duck, excellentviews of the three Brant, a well-hidden Osprey, a flock of Sanderlings, and ourlone Elegant Tern of the day.<p>We got our Great-tailed Grackles in Martinez at Waterbird Park. It's almostlike a pilgrimage for Contra Costa Co. birders. And then headed out to Black Diamond Mines Reg. Park. A beautiful park tucked into the hills south of Antioch. Up one particularly scenic swale was a grove of buckeyes and nothing else; all were silver and were stunning against the goldenhillside. Not being familiar with the park, we stopped in appropriate habitatfor Rufous-crowned Sparrow and Rock Wren and both species obligingly welcomed us to the park.<p>We scooted around to Contra Loma Reservoir, and it looked like it would be a bust, and then the Prairie Falcon came in and scared the bird pellets out of the Meadowlark and Rock Pigeon flock and landed on a hillside for us to admire. On to Oakley and the sanitation ponds where we quickly picked up both dowitcher species, a handful of Red-necked Phalaropes, added several duck species to our day list, and while trying to turn the terns into Common and/or Arctic and/or anything but Forster's, bumped into a Bonaparte's Gull. Plus the previouslymentioned Black Tern.<p>We had at least 6 Swainson's Hawks on the day, and a couple of them flew by usat Iron House.We only got lost once and I will wash my mouth out with soap after I finish mynext glass of wine. or I'll swish the wine extra hard.We had 4 Burrowing Owls on the entrance road to Clifton Ct. Forebay, and 2alongByron Hot Springs Rd.In the \"not over 'til it's over\" category, we drove out Byron Hot Springs Rd.after sunset as there was still good light. That's whenthe juvenile Ferruginous Hawk zipped by us trying to pick up that last morselbefore dark. And a few minutes later the Horned Larkswere singing; our 129th species of the day.<p>127 id'dby all.<br>128 id'd by 2.<br>129 id'd by 1.<p>I cannot thank Steve Glover enough for advice beyond anything we could hope forregarding species and routes. Denise Wight was very, very helpful in describingthe big day route she's taken and very patient and thoughtful in answering myquestions.<p>There's always time to do a big day yourself. And there's always an opportunityto support big days vicariously throughsfbbo.org.<p>Good birding,<br>Bob Power<br>Oakland, CA\r",
    "12-19-2010": "<p>Weather: overcast, 45-55 degrees, period of heavy rain alternating with calm and drizzle.</p><p>Our CBC experience has been changing dramatically since the levee protected Salt Pond A20 was breached, allowing tidal action to resume. Where once we saw only Eared Grebes, we now routinely find thousands of ducks. Brown and American White Pelicans circle overhead looking for fish.</p><p>Our best birds of the day were two Prairie Falcons who stayed in our count area for most of the day, flying power pole to power pole and posing for well-lit scope views.</p><p>Also seen: 823 peeps, 600 Ducks, 577 Gulls, 1 Western Jackrabbit. Mary and I were joined as always by Lori Cuesta and first-time Drawbridge birder Rob Furrow, who was an excellent addition to the team. Thanks, Rob!</p>\r",
    "12-18-2010": "Also seen: Passerine sp. 88 seen on a wire; 250 blackbird sp. in an undifferentiated flock in the morning\r",
    "01-02-2011": "Weather was pretty much cold and rainy, but the company and the birds were awesome.\r",
    "04-09-2011": "<p>We started at 4:15am with two owling stops on Hicks Road and McAbee Road, which netted us NORTHERN SAW-WHET OWL and WESTERN SCREECH-OWL. Great Horned Owls were silent all morning.</p><p>We went to the John Nicholas trail for the dawn chorus, where PACIFIC WRENS were plentiful.</p><p>Oka Ponds and Almaden Lake yielded their expected collection of regulars, including GREEN HERON and WILSON's SNIPE at Oka and a good gull flock at Almaden. </p><p>We were unable to find CHIPPING SPARROW at Jeffrey Fontana park where Janna Pauser had pointed it out to us a week earlier.</p><p>We enjoyed the scenery at New Almaden and Fortini Trail (both sites new to us) while picking up RUFOUS-CROWNED SPARROW and CALIFORNIA THRASHER.</p><p>We used mid-day to crank through a series of short stops for staked-out birds in the south county, including BLUE-WINGED TEAL and HORNED LARK in Morgan Hill; BALD EAGLE and ROCK WREN at Anderson Reservoir. We we struck by seeing CASPIAN TERN at three different sites during the day.</p><p>By late afternoon, strong winds at Ed Levin County Park and Alviso Marina made both stops difficult for listening and generally unproductive, although we did manage to hear one short burst from a VIRGINIA RAIL at the Marina.</p><p>We almost called it a day when a MERLIN spooked all the shorebirds at the Palo Alto yacht harbor mudflats, but we hung in long enough to find a Cinnamon Teal behind the Lucy Evans center for our last bird of the day at 8pm.</p>\r",
    "04-11-2011": "Three days ago we ran past Horned Grebes in breeding plumage at the north end of Shoreline Lake in perfect light while doing a birdathon. I had to come back and see if such an opportunity would recur.\r",
    "04-22-2011": "When scouting this trail and on the spring birdathons, I saw there were some good backgrounds here, so I wanted to return and photograph the sparrows.\r",
    "05-13-2011": "Also saw Dowitcher sp.\r",
    "05-29-2011": "We walked into Minniear Day Use Area for the first time, some nice creekbeds to explore\r",
    "08-11-2011": "<p>This was my second attempt to find the Baird's Sandpiper -- special thanks to Frank Vanslager for detailed instructions on walking out along the railroad tracks. I went expecting, if anything, to spend the morning looking at indistinguishable, backlit peeps most of the way toward the horizon; something of a character-building exercise. Instead, I was first greeted by an immature Raven, who spent over 20 minutes playing with the gravel and some snail shells between the railroad tracks. Perhaps he was having a hard time distinguishing them from food, but personally I think he was curious and playful.</p><p>Continuing along the tracks, I was startled to find an unusual looking sandpiper at the near edge of a puddle right next to the tracks in good light. I got down as low as I could and scuffled forward a few yards under my camo cloth to get the images I've posted here.</p>\r",
    "08-07-2011": "This time we brought Matthew and April along for a walk. The big prize was a highly cooperative Field Sparrow at the top of the hill. For us flatlanders it felt like a long hill, but it was worth it.\r",
    "07-17-2011": "We took the visiting Illinoisans to see the big trees and to look for banana slugs. We certainly didn't expect a gorgeous owl to come zooming out of the undergrowth and perch prominently on a open branch in front of dozens of park visitors. What a moment.\r",
    "08-04-2011": "On my last morning in Milwaukee I took one last drive over to Schlitz. I got a few good looks at Northern Cardinal. Then, while doing tech support by cell phone with David Wimpfheimer back in California, I finally learned the source of those sporadic weird calls I couldn't identify when a Red-bellied Woodpecker dive bombed into the feeder, grabbed exactly one peanut, and zoomed right back out again. I was happy to get two frames, even if they were feeder shots.\r",
    "08-02-2011": "Rick and Sherry took the day off work and showed me around some of the local birding hotspots; one of the best places for photography was their own backyard, where I captured a great sequence of House Sparrow feeding and begging behavior.\r",
    "08-03-2011": "On my second morning at Schlitz I discovered what looked like Vireos out behind the frog pond. Close examination of the photos revealed they were Red-eyed, a species I hadn't seen since Texas 2008. Very nice to get reacquainted.\r",
    "08-05-2011": "Adam, Rebecca, and Mary went out for a hike while Bill patrolled the area near the car for songbirds. Some friendly locals pointed out the multiple bird baths and berry trees. Catbirds and Jays were heard but once again refused to be seen.\r",
    "08-13-2011": "Notes submitted to the California Bird Records Committee by David Wimpfheimer:<p>\"OBSERVATION<p>On August 13, 2011 [David] was a leader on a birding trip to the Gulf of the FarallonesNational Marine Sanctuary. The other leaders included Mathew Dodder and Bob Power.The trip was sponsored by the Santa Clara Valley Audubon Society. We were onthe Superfish, a boat [David] have worked on dozens of times. [David] have led over 300 whalewatching trips to the Farallones since 1984. Most of these trips focus on whales, but Iam always trying to view as many seabirds as possible.<p>We only saw a few Sooty Shearwaters in the shallow water east of the island. We werenot chumming.<p>We started throwing out popcorn about three miles west of SEFI as we started travelingover the deeper water. It wasnt long before many gulls followed the boat. Black-footedAlbatross, Northern Fulmars, Sabines Gulls and shearwaters soon were attracted to ourvessel.<p>Many of the passengers stayed at the stern to look over the birds following theSuperfish. [David] studied those birds, but also walked around the boat to look for any otherspecies that might elude us. A little before 1:00 pm I was standing on the starboardside of the boat looking out towards the west or southwest. [David] saw a bird with a flightbehavior that immediately made me examine it more closely with my binoculars. [David] waslooking through 10 X 42 Bushnell Elites. The bird was flying almost directly up from thewater and then turning quickly and driving back towards the surface. The bright whiteundersides might have suggested a Bullers Shearwater, but [David] recognized this flight astypical of a Pterodroma.<p>It was fortunate that Matthew Dodder was standing close by. [David] got him on the bird andexplained that [he] thought it was a Pterodroma. [David] also yelled out that everyone should tryto see this bird, that it was something different. [David] also tried to photograph the bird as it looped up and down. The sea conditions made it hard to see the bird continuously as itdipped behind the swells and veered away from the boat before flying closer. We wereable to see, study and photograph the bird for 60 to 70 seconds. It was at a distance of30-50 meters. The bird flew off and was not seen again. [David] went over in [his] mind what [he] had just seen:<p><ul><li>The rapid, high arching and looping flight and stiff, strongly angled wings stronglysuggested that it was a Pterodroma.</li><li>The bird was not flying like a shearwater.</li><li>The dorsal side of the wings back and tail were a uniform dark gray.</li><li>The belly was fully white and the undersides of the wings were bright white exceptfor a dark blackish mark that extended from the leading edge of the wing a bit onthe ventral side of the wing.</li><li>The area around the eye was very dark, almost black. There was a dark gray postocular mark that extended down from the nape.</li><li>The all-dark bill was shorter and thicker than that of a shearwater.</li></ul>The bird was about the same size as the Sooty Shearwaters that were nearby forcomparison.<p>In the cabin [David] then looked at National Geographic and Sibley guides which helped toeliminate Cooks Petrel since the bird we just saw had an all-dark back. Also our bird had a dark post ocular mark that Cooks Petrel lacks. These marks helped Matthew andI identify our bird tentatively as a Hawaiian Petrel. [David] wanted to look at the photographs more and consult Harrisons Seabirds, which [David] did when [David] got home. After looking atHarrisons [David] also eliminated Juan Fernandez Petrel as our bird had an all dark tail and rump.<p>CONDITIONS<p>Winds were about 14  16 mph from the northwest with six to eight foot seas. Themotion made it difficult for some passengers to use binoculars and cameras. However,as we motored more towards the south with a following sea, the conditions were muchsmoother and allowed us to enjoy better views of the Hawaiian Petrel and other birds.\"\r",
    "09-24-2011": "Mary, Bill, Bob, and Eli. An _awesome_ day. We also saw a Jaeger during our sea watch. We believe we saw a female Cape May Warbler at Drake's beach that has also been reported by Andy Engilis on NBB mailing list\r",
    "10-29-2011": "We went looking for the widely-reported Yellow-billed Loon and saw some other cool stuff along the way. Beautiful weather for circumnavigating Salt Pond A4.\r",
    "11-20-2011": "Spending time with our family over Thanksgiving break.\r",
    "01-02-2012": "We also counted 42 Sparrow sp. and 2 Blackbird sp.\r",
    "12-18-2011": "We also recorded 200 Sandpiper sp., 200 Gull sp., and 150 Blackbird sp. Also saw Dowitcher sp.\r",
    "04-15-2012": "We also noted 3 hummingbird sp.\r",
    "05-13-2012": "Other observers saw Ring-bulled Gull, Chimney Swift, Hairy Woodpecker, Yellow-throated Vireo, Warbling Vireo, Cedar Waxwing, Bay-breasted Warbler, Magnolia Warbler, Ruby-throated Hummingbird, Pied-billed Grebe.\r",
    "08-18-2012": "Mammals: Northern Fur Seal, California Sea Lion, Stellar's Sea Lion, Humpback Whale\r",
    "10-12-2012": "Also saw Dowitcher sp.\r",
    "10-13-2012": "<p>Sunrise, 7:15am; Sunset, 6:33pm.</p><p>Tides at the west end of San Mateo Bridge: 0'10\" Low at 5:10am, 7'8\" High at 11:22am, 0'5\" Low at 5:50pm, 7'2\" High at 11:53pm</p><p>Missing from the trip talley: Swallow sp.</p><p>Mammals: Bobcat and Dolphin (Pigeon Point), Elk (San Antonio Valley Rd), Coyote (Del Puerto Canyon Rd), California Ground Squirrel, Common Muskrat, Blacktailed Jackrabbit, and a small rabbit (Desert Cottontail)</p>Species by only some of the party: Peregrine Falcon (seen by 2 of 4 on San Mateo bridge) Also saw Swallow sp.\r",
    "11-06-2012": "A mutual friend made introductions between Mary and East coast birder Ruth Pfeffer, owner and trip leader of  the tour company <a href=\"http://birdingwithruth.com/\">Birding with Ruth</a>.  Ruth and her son David were planning a trip to San Francisco and hoping to see some California specialty birds.  We met up on Election Day 2012 to do some dry country birding on Mines Road and the San Antonio Valley.<br/><br/>Even at 9 am, it was a surprisingly warm clear fall day under clear skies with very little wind. The warmth of the day may have suppressed some of the expected bird activity, especially in the sage habitat.  <br/><br/>Our first stop came just after the fork between Mines Road and the turnoff to Del Valley regional park, where we got familiar with many of the birds we would see all day: Western Scrub Jay, Oak Titmouse, Western Bluebird, Dark-eyed Juncos (Oregon race), Golden-crowned and White-crowned Sparrows.  Lark Sparrows and Bushtits made an appearance, and we studied the flight calls and perching habits of Anna's Hummingbird. A Yellow-billed Magpie stopped to check out something in the road, giving us a chance to really see the beautiful color in its wings.<br/><br/>Driving south along Mines Road, we stopped several times to try for Rufous-crowned Sparrows with no luck.  These stops turned up many standard Bay Area parkland birds - Calfornia and Spotted Towhee, a large flock of California Quail among the Manzanita bushes, and a curious thick-billed Fox Sparrow who used the sage brush as cover to come quite close. <br/><br/>Our true targets were the more uncommon western birds and there we had some success.  From the front seats, Ruth and Mary both spotted only the long, wedge-shaped tail of a Greater Roadrunner leaving the road for the cover of the sage. Ruth had a brief look at a Phainopepla flying from one oak to another.  <br/><br/>Our favorite sighting came after lunch at the Junction Cafe when we watched a Lewis's Woodpecker extracting the acorns from an Acorn Woodpecker grainery in a wooden power pole about one mile south of Junction.  Thief!<br/><br/>Our last bird of the day was a Ferruginous Hawk perched on an exposed dead tree eating a lizard - after this magnificent view, our trusty Subaru wagon refused to start.  It took a couple hours and a lot of help from residents of the area to get a jump start and get rolling out of the valley in time to see the sun set over Livermore.  We were especially grateful for all the help we got from customers and the staff at the Junction Cafe - Greg, Justina, and Mary Lee<br/><br/>Mammal sightings for the day: Western Cottontail - 1, Tule Elk - 50, Bobcat - 1, Coyote - 1, Striped Skunk - 1\r",
    "12-24-2012": "Also saw Dowitcher sp.\r",
    "04-15-2013": "Also saw Selasphorus Hummingbird\r",
    "06-18-2013": "On our day off from guided birding, we visited the Highland Park distillery and St. Magnus cathedral\r",
    "03-15-2014": "We saw a selasphorus humming bird at Ed Levin Spring Valley, probably a Rufous.\r",
    "03-30-2014": "We had to leave the team between 3:45pm and 7pm. During that time, Bobolinks saw Allen's and Rufous Hummingbirds, Golden Eagle, Osprey, Yellow-billed Magpie, Horned Lark, and Redhead.We believe we saw Lesser Yellowlegs but the rest of the team did not.\r",
    "11-24-2013": "I went in search of hummingbirds with my new lens\r",
    "06-15-2013": "We walk around the grounds of our bed and breakfast the night before our first tour day.\r"
}
